Repository: slims/slims9_bulian
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: ar_ar, my_my

source: Content data saved
ar_ar: تمت حفظ بيانات محتوى
my_my: Data Isi Kandungan berjaya disimpan

source: Content data FAILED to save!
ar_ar: لم يتمت حفظ بيانات محتوى
my_my: Data Isi Kandungan GAGAL disimpan!

source: Content
ar_ar: محتوى
my_my: Isi Kandungan

source: Content List
ar_ar: قائمة محتوى
my_my: Senarai Isi Kandungan

source: Add New Content
ar_ar: اضافة محتوى جديد
my_my: Tambahkan Data Baru

source: Content Title
ar_ar: محتوى عنوان الكتاب
my_my: Judul Isi Kandungan

source: Path (Must be unique)
ar_ar: مسار
my_my: <i>Path</i> (Mesti unik)

source: Content Description
ar_ar: وصف محتوى
my_my: Deskripsi Konten

source: You are going to update Content data
ar_ar: ستحديث بيانات المحتوى
my_my: Anda akan mengubah isi kandungan data

source: Holiday Data Successfully updated
ar_ar: تم تحديث يوم العطلة
my_my: Data Hari Cuti Berjaya Dikemaskini

source: Holiday FAILED to update. Please Contact System Administrator
ar_ar: فشل في تحديث يوم العطلة, رجاء الاتصال بنظام البيانات
my_my: Hari Cuti GAGAL Dikemaskini. Hubungi administrator Sistem

source: New Holiday Successfully Saved
ar_ar: تم حفظ يوم العطلة
my_my: Hari Cuti Baru Berjayal Disimpan

source: Holiday FAILED to Save. Please Contact System Administrator
ar_ar: فشل في حفظ يوم العطلة, رجاء الاتصال بنظام البيانات
my_my: Hari Cuti GAGAL Disimpan. Hubungi administrator Sistem

source: Holiday Settings
my_my: Tetapan Hari Cuti

source: Holiday Setting
ar_ar: إعدادات يوم العطلة
my_my: Tetapan Hari Cuti

source: Special holiday
ar_ar: يوم العطلة خاصة
my_my: Hari Cuti Khusus

source: Add Special holiday
ar_ar: إضافة يوم العطلة خاصة
my_my: Tambah Hari Cuti Khusus

source: Holiday Date Start
ar_ar: تاريخ البداية ليوم العطلة
my_my: Mula Tarikh Cuti

source: Holiday Date End
ar_ar: تاريخ النهاية ليوم العطلة
my_my: Akhir Tarikh Cuti

source: Holiday Description
ar_ar: وصف يوم العطلة
my_my: Keterangan Hari Cuti

source: You are going to edit holiday data
ar_ar: يصدد تعديل اعدات بيانات يوم العطلة مؤلف
my_my: Anda akan menyunting data cuti

source: Day name
ar_ar: اسم اليوم
my_my: Nama hari

source: Maximum 6 day can be set as holiday!
ar_ar: أقصى 6 ايام لضبط يوم العطلة
my_my: Maksimum 6 hari boleh ditetapkan sebagai cuti!

source: Holiday settings saved
ar_ar: تم حفظ إعدادات يوم العطلة
my_my: Aturan Cuti Disimpan

source: Monday
ar_ar: إثنين
my_my: Isnin

source: Tuesday
ar_ar: ثلث
my_my: Selasa

source: Wednesday
ar_ar: رابع
my_my: Rabu

source: Thursday
ar_ar: خمس
my_my: Khamis

source: Friday
ar_ar: جمعة
my_my: Jumaat

source: Saturday
ar_ar: سبت
my_my: Sabtu

source: Sunday
ar_ar: أحد
my_my: Ahad

source: System Configuration
ar_ar: نظام التهيئة
my_my: Konfigurasi Sistem

source: Modify global application preferences
my_my: Menukar pilihan permohonan global

source: Settings saved. Refreshing page
ar_ar: حفظ الإعدادات, تحديث الصفحة
my_my: Tetapan disimpan. Penyegaran laman

source: Library Name
ar_ar: اسم المكتبة
my_my: Nama Perpustakaan

source: Library Subname
ar_ar: اسم الفرعية للمكتبة
my_my: Nama Tambahan Perpustakaan

source: Default App. Language
ar_ar: الغة الافتراضية
my_my: Bahasa Aplikasi Asal

source: Number Of Collections To Show In OPAC Result List
my_my: Jumlah koleksi yang ditampilkan dalam hasil pencarian OPAC

source: Show Promoted Titles at Homepage
ar_ar: تعززالعنوان الي الصفحة الرئيسية
my_my: Tampilkan Judul Terpilih di laman OPAC

source: Don't Print
ar_ar: ﻻ تطبع
my_my: Jangan Cetak

source: Print
ar_ar: اطبع
my_my: Cetak

source: Print Circulation Receipt
ar_ar: اطبع رسالة الاستعارة
my_my: Cetak Resit Edaran

source: Loan and Due Date Manual Change
my_my: Perubahan Manual Tarikh Pinjaman dan Tamat Tempoh

source: Loan Limit Override
my_my: Mengabaikan had pinjaman

source: Ignore Holidays Fine Calculation
my_my: Abaikan Pengiraan Denda masa cuti

source: OPAC XML Detail
ar_ar: كتالوج إلكتروني XML التفاصيل
my_my: Detail XML OPAC

source: OPAC XML Result
ar_ar: كتالوج إلكتروني XML النتيجة
my_my: Hasil XML OPAC

source: Forbid
ar_ar: محظور
my_my: Dilarang

source: Allow
ar_ar: سماح
my_my: Dibenarkan

source: Allow OPAC File Download
ar_ar: سماح بتنزيل ملف كتالوج إلكتروني
my_my: Membenarkan Fail OPAC Dimuatturun

source: Session Login Timeout
ar_ar: انتهت الجلسة
my_my: Sesi Masuk Tamat

source: Barcode Encoding
my_my: Kod Bard di Encode

source: Module name and path can't be empty
ar_ar: ﻻ يمكن ترك وحدة نمطية ومسار فارغاً
my_my: Nama dan <i>path</i> modul tidak boleh kosong

source: Module Data Successfully Updated
ar_ar: تمت تحديث بيانات وحدة نمطية
my_my: Data Modul Berjaya Dikemaskini

source: Module Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات وحدة نمطية. رجاء اﻻتصال بنظام البيانات
my_my: Data Modul GAGAL Dikemaskini. Hubungi administrator Sistem

source: New Module Data Successfully Saved
ar_ar: تمت حفظ بيانات وحدة نمطية جديدة
my_my: Data Modul Baru Berjaya Disimpan

source: Module Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ بيانات وحدة نمطية. رجاء اﻻتصال بنظام البيانات
my_my: Data Modul GAGAL Disimpan. Hubungi administrator Sistem

source: Modules
ar_ar: نمائط
my_my: Modul

source: Modules List
ar_ar: قائمة
my_my: Senarai Modul

source: Add New Modules
ar_ar: اضافة نمائط جديدة
my_my: Tambah Modul Baru

source: Module Name
ar_ar: اسم وحدة نمطية
my_my: Nama Modul

source: Module Path
ar_ar: مساروحدة نمطية
my_my: <i>Path</i> Modul

source: Module Description
ar_ar: وصف وحدة نمطية
my_my: Deskripsi Modul

source: You are going to edit data
ar_ar: ستعديل بيانات
my_my: Anda akan menyunting modul data

source: Read
ar_ar: قراءة
my_my: Baca

source: Write
ar_ar: كتابة
my_my: Ubah

source: System
ar_ar: نظام
my_my: Sistem

source: Configure Global System Preferences
ar_ar: تهيئة نظام تفضيلات
my_my: Konfigurasi Preferensi Global Sistem

source: Biblio Indexes
my_my: Indeks Biblio

source: Bibliographic Indexes management
my_my: Pengurusan Indeks Bibliografi

source: Configure Application Modules
ar_ar: تهيئة دورة التعليم تطبيق
my_my: Konfigurasi Modul Aplikasi

source: Manage Application User or Library Staff
ar_ar: مدير تطبيق المستخدم اوامين المكتبة
my_my: Urus Pengguna Aplikasi atau Staf Perpustakaan

source: User Group
ar_ar: مجموعة المستخدم
my_my: Kelompok Pengguna

source: Manage Group of Application User
ar_ar: مدير مجموعة التطبيق المستخدم
my_my: Urus Kelompok Pengguna Aplikasi

source: Configure Holiday Setting
ar_ar: تهيئة إعدادات يوم العطلة
my_my: Konfigurasi Tetapan Hari Cuti

source: System Log
ar_ar: سجل النظام
my_my: Catatan Sistem

source: View Application System Log
my_my: Lihat Catatan Aplikasi Sistem

source: Backup Application Database
ar_ar: نسخة احتياطية تطبيق قاعدة البيانات
my_my: Buat Salinan Pangkalan Data Aplikasi

source: System Log data completely cleared!
my_my: Data Catatan Sistem sepenuhnya terhapus!

source: Are you SURE to completely clear system log data? This action cannot be undo!
my_my: Anda YAKIN untuk menghapus seluruh catatan data sistem? Aksi ini tidak boleh dibatalkan!

source: CLEAR LOGS
ar_ar: مسح سجل
my_my: HAPUS CATATAN

source: Save Logs record to file?
ar_ar: حفظ تسجيل السجل الى ملف؟
my_my: Simpan log catatan ke dalam fail?

source: Save Logs To File
ar_ar: حفظ سجل الى ملف
my_my: Simpan Catatan ke Dalam Fail

source: Public Template
ar_ar: نماذج عام
my_my: Template Publik

source: Admin Template
ar_ar: نماذج نظام البيانات
my_my: Template Admin

source: Group name can't be empty
ar_ar: ﻻ يمكن ترك اسم المجموعة فارغة
my_my: Nama kelompok tidak boleh kosong

source: Group Data Successfully Updated
ar_ar: تم تحديث بيانات المجموعة
my_my: Data Kelompok Berjaya Dikemaskini

source: Group Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات المجموعة. رجاء الاتصال بنظام البيانات
my_my: Data Kelompok GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Group Data Successfully Saved
ar_ar: تم الحفظ بيانات المجموعة
my_my: Data Kelompok Baru Berjaya Disimpan

source: Group Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم الحفظ بيانات المجموعة. رجاء الاتصال بنظام البيانات
my_my: Data Kelompok GAGAL Disimpan. Hubungi Administrator Sistem

source: Group List
ar_ar: قائمة المجموعة
my_my: Daftar Kelompok

source: Add New Group
ar_ar: إضافة مجموعة جديدة
my_my: Tambah Kelompok Baru

source: Group Name
ar_ar: اسم المجموعة
my_my: Nama Kelompok

source: Privileges
ar_ar: اﻹمتياز
my_my: Hak Istimewa

source: You are going to edit Group data
ar_ar: ستعديل بيانات المجموعة
my_my: Anda akan menyunting data kelompok

source: Web Online Public Access Catalog - Use the search options to find documents quickly
my_my: Katalog Akses Awam Laman Online - Gunakan pilihan carian untuk mencari dokumen dengan cepat

source: You are currently Logged on as member
ar_ar: أنت بصدد تسجيل دخول كالأعضاء
my_my: Anda sedang masuk sebagai ahli

source: LOGOUT
ar_ar: تسجيل الخروج
my_my: KELUAR

source: Put marked selection into basket
my_my: Letak pilihan yang ditanda ke dalam bakul

source: All Locations
ar_ar: كل اﻻماكن
my_my: Semua Lokasi

source: All Collections
ar_ar: كل المجموعة
my_my: Semua Koleksi

source: All GMD/Media
ar_ar: كل الواد اﻷؤلية / الؤسائط
my_my: Semua GMD/Media

source: You currently on page <strong>{page}</strong> of <strong>{total_pages}</strong> page(s)
my_my: anda berada pada halaman <strong>{page}</strong> dari jumlah<strong>{total_pages}</strong> halaman

source: Current Loan item(s)
my_my: Item Terpinjam Saat Ini

source: Your Current Loan
ar_ar: اﻹعارةاحاالحالي
my_my: Pinjaman Terkini Anda

source: Return Date
my_my: Tarikh Kembali

source: item(s) loan history
my_my: sejarah item pinjaman

source: Your Loan History
my_my: Sejarah Pinjaman Anda

source: Please supply valid username and password
ar_ar: اكتب اسم المستخدم وكلمةالسر صالحة
my_my: Masukkan nama pengguna dan kata laluani dengan benar

source: Welcome to Library Automation,
my_my: Selamat Datang ke Automasi Perpustakaan,

source: Wrong Username or Password. ACCESS DENIED
ar_ar: اسم المستخدم او كلمةالسر غير صحيحين. رفض الوصول.
my_my: Nama Pengguna atau Kata Laluan Salah. AKSES DITOLAK

source: Your browser does not support Javascript or Javascript is disabled. Application won't run without Javascript!
ar_ar: المتصفة غير مدعو مة Javascript او تم إيقاف Javascript. لن يعمل التطبيق بدون Javascript!
my_my: Pelayar anda tidak menyokong<i>Javascript</i> atau <i>Javascript</i> tidak diaktifkan. Aplikasi tidak dapat dijalankan tanpa <i>Javascript</i>!

source: Current Password
ar_ar: قائمة كلمة السر
my_my: Kata Laluan Terkini

source: Password
ar_ar: كلمة السر
my_my: Kata Laluan

source: Login
ar_ar: تسجيل دخول
my_my: Log Masuk

source: Welcome to Member's Area where you can view your current loan information and view your membership status.
my_my: Selamat Datang Ke Bahagian Ahli, dimana Anda boleh melihat status keahlian dan info pinjaman terkini anda

source: Please fill your Username and Password to Login!
ar_ar: أدخل اسم المستخدم وكلمةالسر!
my_my: Sila isi Nama Pengguna dan Kata laluan untuk Masuk!

source: Login FAILED! Wrong username or password!
ar_ar: فشل فى الدخول! اسم المسثخدم وكلمةالسر غيرصحيحين!
my_my: GAGAL Masuk! Nama Penggunal atau kata laluan salah!

source: Your password have been changed successfully.
ar_ar: تم تغييركلمةالسر
my_my: Kata laluan anda berjaya diubah.

source: Current password entered WRONG! Please insert the right password!
ar_ar: ادخال كلمةالسرغيرصحيحين!رجاءادخال كلمةالصحيحة
my_my: Kata laluan yang dimasukkan SALAH! Sila masukkan kata laluan yang betul!

source: Password confirmation FAILED! Make sure to check undercase or uppercase letters!
ar_ar: لم يتم تأكيد كلمة السر!
my_my: Pengesahan kata laluan GAGAL! Periksa huruf kecil atau huruf besar yang digunakan!

source: Password update FAILED! ERROR ON DATABASE!
ar_ar: لم يتم تحديث كلمةالسر! خطأ قاعدة البيانات
my_my: Perubahan kata laluan GAGAL! RALAT PADA PANGKALAN DATA!

source: Library Member Login
ar_ar: اسم المستخدم للأعضاءالمكتبة
my_my: Log Masuk Ahli Perpustakaan

source: Wrong Captcha Code entered, Please write the right code!
my_my: Kod Captcha yang diberikan SALAH! Sila masukkan kod yang betul!

source: Please insert your member ID and password given by library system administrator. If you are library's member and don't have a password yet, please contact library staff.
ar_ar: رجاءادخل تعريف الأعضاء وكلمةالسر يعطى من نظام إدارة بيانات للمكتبة. فإذاكنث اعضاءالمكتبة ولم تنال كلمةالسر, رجاء الإصال أمين المكتبة.
my_my: Masukan ID ahli serta kata laluan yang diberikan oleh administrator sistem perpustakaan. Jika Anda ahli perpustakaan tetapi belum memiliki kata laluan, hubungi staf perpustakaan.

source: Confirm Password
ar_ar: تأكيد كلمة السر
my_my: Pengesahan Kata Laluan

source: Change Password
ar_ar: تغيير كلمة السر
my_my: Ubah Kata Laluan

source: Reserve title(s) on Basket
my_my: Tempahan ditambahkan ke dalam Bakul

source: Clear Basket
my_my: Bersihkan Bakul

source: Remove selected title(s) from Basket
my_my: Hapus judul terpilih dari Bakul

source: title(s) on basket
my_my: Judul dalam bakul

source: Your Membership Already EXPIRED! Please extend your membership.
ar_ar: إنهت ا لعضوية!
my_my: Keahlian anda Sudah TAMAT TEMPOH! Sila lanjutkan keahlian anda.

source: Membership currently in pending state, no loan transaction can be made yet.
ar_ar: الأعضاء معلق حاليا! يتعذر اجراءاﻹعارة
my_my: Keahlian dalam status ditunda, tidak boleh melakukan transaksi pinjaman.

source: OVERDUED
ar_ar: التأخير
my_my: TERLAMBAT

source: item(s) currently on loan
ar_ar: العناصرعلى الإعارةحالياً
my_my: Item sedang dipinjam

source: Reservation e-mail sent successfully!
my_my: Tempahan melalui e-mel berjaya dihantar!

source: Member Detail
ar_ar: تفاصيل الأعضاء
my_my: Data Ahli

source: Your Title Basket
my_my: Bakul Judul Anda

source: Record Detail
ar_ar: تسجيل تفصيلي
my_my: Detail Rekod

source: Back To Previous
ar_ar: إلى الوراء
my_my: Kembali ke sebelumnya

source: , thank you for inserting your data to our visitor log
my_my: , terima kasih kerana memasukkan data anda ke log pelawat kami

source: Your membership already EXPIRED, please renew/extend your membership immediately
my_my: Keahlian anda sudah TAMAT TEMPOH, sila perbaharui / lanjutkan keahlian anda segera

source: Sorry, Please fill institution field if you are not library member
my_my: Maaf, jika Anda bukan ahli perpustakaan, sila isi nama institusi anda

source: Error inserting counter data to database!
my_my: Kesilapan memasukkan data penghitung ke dalam pangkalan data!

source: Currently On Loan (Due on
ar_ar: على الإعارةحالياً
my_my: Sedang Dipinjam (Tarikh akhir pada

source: Available but not for loan
ar_ar: متاح ولكن يتعذر اجراءاﻹعارة
my_my: Tersedia tapi bukan untuk pinjaman

source: Click to view others documents with this author
ar_ar: اذقر لعرض المستندات الخرى بهذالمؤلف
my_my: Klik untuk melihat lain-lain dokumen dengan Pengarang ini

source: Click to view others documents with this subject
ar_ar: اذقر لعزض المستنداث اخرى بهذاالموصوغ
my_my: Klik untuk melihat lain-lain dokumen dengan subjek ini

source: Indonesian
my_my: Indonesia

source: Home
ar_ar: الصفحة الرئيسية
my_my: Utama

source: DELETE
ar_ar: مسح
my_my: HAPUS

source: EDIT
ar_ar: تعديل
my_my: SUNTING

source: Are You Sure Want to DELETE Selected Data?
my_my: Anda Yakin Mahu MENGHAPUSKAN Data Terpilih?

source: ascendingly
ar_ar: تصاعديا
my_my: menaik

source: descendingly
ar_ar: تنازليًا
my_my: menurun

source: Order list by
ar_ar: قائمة الطلب
my_my: Senarai Pesanan Berdasarkan

source: Check All
ar_ar: تفحص الكل
my_my: Tanda Semua

source: Uncheck All
ar_ar: غير محدود كلها
my_my: Hilangkan Semua Tanda

source: Delete Selected Data
my_my: Hapus Data Terpilih

source: Date
ar_ar: تاريخ
my_my: Tarikh

source: Delete Record
ar_ar: مسح السجل
my_my: Hapus Rekod

source: First Page
ar_ar: الصفحة الأولى
my_my: Halaman Pertama

source: Previous
ar_ar: إلى الوراء
my_my: Sebelumnya

source: Next
ar_ar: التالي
my_my: Berikutnya

source: Last Page
ar_ar: الصفحة الأخيرة
my_my: Halaman Akhir

source: No Data
ar_ar: لا توجد البيانات
my_my: Tiada Data

source: Personal Name
ar_ar: اﻹسم الشخصي
my_my: Nama Persendirian

source: Organizational Body
ar_ar: الهيئة التنظيمية
my_my: Badan Organisasi

source: Conference
ar_ar: مؤتمر
my_my: Konferens

source: Topic
ar_ar: الموضوع
my_my: Topik

source: Geographic
ar_ar: جغرافي
my_my: Geografi

source: Temporal
ar_ar: زمني
my_my: Masa

source: Genre
ar_ar: النوع
my_my: Aliran

source: Occupation
ar_ar: المهنة
my_my: Pekerjaan

source: Primary Author
ar_ar: كاتب الابتدائية
my_my: Pengarang Utama

source: Additional Author
ar_ar: كاتب إضافية
my_my: Pengarang Tambahan

source: Editor
ar_ar: المحرر
my_my: Penyunting

source: Translator
ar_ar: المترجم
my_my: Penterjemah

source: Director
ar_ar: المخرج
my_my: Pengarah

source: Producer
ar_ar: المنتج
my_my: Pengeluar

source: Composer
ar_ar: مؤلف الموسيقى
my_my: Penggubah

source: Illustrator
ar_ar: المصور
my_my: Ilustrator

source: Creator
ar_ar: المبدع
my_my: Pencipta

source: Contributor
ar_ar: المساهم
my_my: Penyumbang

source: none copy available
my_my: tiada salinan yang tersedia

source: mark this
my_my: tanda ini

source: Availability
ar_ar: توافر الخدمة
my_my: Ketersediaan

source: Librarian LOGIN
ar_ar: تسجيل الدخول أمين المكتبة
my_my: MASUK Pustakawan

source: Advanced Search
ar_ar: بحث متقدم
my_my: Carian Spesifik

source: Select Language
ar_ar: اختيار اللغة
my_my: Pilih Bahasa

source: Library Information
ar_ar: معلومات المكتبة
my_my: Info Perpustakaan

source: Member Area
ar_ar: عضو المنطقة
my_my: Area Ahli

source: Help on Search
ar_ar: مساعدة فى البحث
my_my: Bantuan pencarian

source: Search Cluster
my_my: Kluster Carian

source: Generating search cluster...
my_my: Menjana kelompok carian ...

source: Visitor Counter
my_my: Penghitung Jumlah Pelawat

source: Please insert your library member ID otherwise your full name instead
my_my: Sila masukkan nombor ahli anda atau masukkan nama penuh anda

source: Collections
my_my: Koleksi

source: Information
my_my: Informasi

source: ISBN/ISSN
ar_ar: رقم الكتاب/رقم مسلسل

source: Collection Location
ar_ar: موقع المجموعة

source: GMD
ar_ar: المواد الأولية

source: Help
ar_ar: مساعدة

source: Quick Search
ar_ar: بحث ميسرة

source: Panel
ar_ar: لوحة التحكم

source: Bibliography List
ar_ar: قائمة ببليوجرافي

source: EXPORT TOOL
ar_ar: ادؤاات التصدير

source: URL
ar_ar: موقع

source: OPAC Template
ar_ar: الصفحة كتالوج إلكتروني

source: IP Address
ar_ar: عنوان IP

source: Request Start
ar_ar: ابداء طلب

source: Request End
ar_ar: انتهاء طلب

source: Status
ar_ar: حالة

source: System Users
ar_ar: نظام المستخدمين

source: Label
ar_ar: رقعة الكتاب

source: CURRENT STOCK TAKE REPORT
ar_ar: تقرير عملية الجر

source: Stock Take
ar_ar: جرد

source: File
ar_ar: ملف

source: Sorry, no result found from
ar_ar: آسف, النتيجة غير معروفة من

source: Import Data
ar_ar: جلب بيانات

source: Invoice
ar_ar: الفاطرة

source: IMPORT TOOL
ar_ar: أداة استيراد

source: Import for bibliographics data from CSV file. For guide on CVS fields order and format please refer to documentation or visit <a href="http://senayan.diknas.go.id" target="_blank">Official Website</a>
ar_ar: استيراد البيانات الببليوغرافية من ملف CSV. لدليل على CSV حقول النظام وتنسيق يرجى الرجوع إلى وثائق أو زيارة <a href="http://senayan.diknas.go.id" target="_blank">Official Website</a>

source: Item ID
ar_ar: مادة مماثلة

source: Set holiday
ar_ar: اضبط يوم العطلة

source: E-mail
ar_ar: بريد الإلكتروني

source: Simple Search
ar_ar: بحث بسيط

source: Found <strong>{biblio_list->num_rows}</strong> from your keywords
ar_ar: يوجد البحث عن كلمة أساسية

source: There is no item/copy for this title yet
ar_ar: ﻻ تجد عنصر لهذاالعنوان

source: No Attachment
ar_ar: المرفق غير متاح
