Repository: slims/slims9_bulian
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: ar_ar, my_my

source: <strong>PHP GD</strong> extension is not installed. Please install it or application won't be able to create image thumbnail and barcode.
my_my: Sambungan <strong>PHP GD</strong> belum terpasang. Pastikan PHP GD sudah terpasang atau aplikasi tidak dapat membuat gambar mini dan kod bar

source: <strong>Freetype</strong> support is not enabled in PHP GD extension. Rebuild PHP GD extension with Freetype support or application won't be able to create barcode.
my_my: Sokongan <strong>Freetype</strong> pada PHP GD belum tersedia. Buat semula sambungan PHP GD dengan sokongan Freetype atau aplikasi tidak dapat membuat kod bar.

source: There is currently <strong>{num_overdue}</strong> library members having overdue. Please check at <b>Circulation</b> module at <b>Overdues</b> section for more detail
my_my: Terdapat <strong>{num_overdue}</strong> ahli perpustakaan yang terlambat mengembalikan koleksi. Periksa modul <b>Edaran</b> pada bagian <b>Kelewatan</b> untuk keterangan lanjut.

source: <strong>Images</strong> directory and directories under it is not writable. Make sure it is writable by changing its permission or you won't be able to upload any images and create barcodes
my_my: Direktori <strong>Images</strong> dan direktori-direktori di bawahnya tidak dapat ditulis. Pastikan direktori-direktori ini boleh ditulis atau aplikasi tidak dapat memuat turun gambar dan membuat barkod.

source: <strong>Repository</strong> directory is not writable. Make sure it is writable (and all directories under it) by changing its permission or you won't be able to upload any bibliographic attachments.
my_my: Direktori <strong>Repository</strong> dan direktori-direktori di bawahnya tidak dapat ditulis. Pastikan direktori-direktori ini boleh ditulis atau aplikasi tidak boleh memuat turun sebarang lampiran bibliografi.

source: <strong>File upload</strong> directory is not writable. Make sure it is writable (and all directories under it) by changing its permission or you won't be able to upload any file, create report files and create database backups.
my_my: Direktori <strong>Upload File</strong> dan direktori-direktori di bawahnya tidak dapat ditulis. Pastikan direktori-direktori ini boleh ditulis atau aplikasi tidak boleh memuat turun sebarang fail, membuat laporan dan membuat backup pangkalan data.

source: The PATH for <strong>mysqldump</strong> program is not right! Please check configuration file or you won't be able to do any database backups.
ar_ar: لا يمُكن إنشاء المسار
my_my: Letak <strong>mysqldump</strong> tidak sesuai! Periksa kembali fail konfigurasi aplikasi atau Anda tidak dapat melakukan sebarang backup pangkalan data.

source: Return
ar_ar: اعادة
my_my: Kembali

source: Extend
ar_ar: يمدّ
my_my: Dipanjangkan

source: Overdue
ar_ar: التأخير
my_my: Kelewatan

source: Available
ar_ar: متاح
my_my: Tersedia

source: Loan
ar_ar: اعارة
my_my: Pinjam

source: You are not authorized to view this section
ar_ar: أنت غير مخول لعرض هذا القسم
my_my: Anda tidak dibenarkan untuk melihat seksyen ini

source: Your Login Session has already timeout!
ar_ar: الدخول وسيتم تعدى الوقت
my_my: Sesi Log Masuk Anda telah tamat!

source: Change User Profiles
ar_ar: تغيير اسم الوضع
my_my: Ubah Profil Pengguna

source: Change Current User Profiles and Password
ar_ar: تغييراسم الوضع و كلمة السر
my_my: Tukar Profil Semasa Pengguna dan Kata Laluan

source: You Have Been Logged Out From Library Automation System
ar_ar: لقد تم تسجيل الخروج من نظام أتمتة المكتبة
my_my: Anda telah keluar dari sistem automasi perpustakaan

source: Checkout Items
ar_ar: استعارة العناصر
my_my: Daftar Item Keluar

source: Search
ar_ar: بحث
my_my: Cari

source: Item Code
ar_ar: رمزالعناصر
my_my: Kod Item

source: Member ID
ar_ar: تعريف الأعضاء
my_my: ID Ahli

source: Title
ar_ar: عنوان كتاب
my_my: Judul

source: Loan Date
ar_ar: تاريخ الإعارة
my_my: Tarikh Pinjam

source: Due Date
ar_ar: تاريخ انتهاء الإعارة
my_my: Tarikh Pengembalian

source: Found <strong>{result->num_rows}</strong> from your keywords
my_my: Ditemukan <strong>{result->num_rows}</strong> daripada pencarian Anda melalui kata kunci

source: Selected items NOT ADDED to print queue. Only {max_print} can be printed at once
ar_ar: لم يتم اضافة اختيار العناصر فى الطابور الطباعة
my_my: Barangan terpilih TIDAK DITAMBAH untuk baris giliran cetakan. Hanya {max_print} boleh dicetak sekaligus

source: Selected items added to print queue
ar_ar: اضافة العناصر فى الطابور الطباعة الطباعة
my_my: Barangan terpilih ditambah untuk baris giliran cetakan

source: Print queue cleared!
ar_ar: تم مسح طابورالطباعة
my_my: Baris giliran cetakan dihapus!

source: There is no data to print!
ar_ar: ﻻ توجد بيانات فالطباعة
my_my: Tidak ada data untuk dicetak!

source: Labels Printing
ar_ar: طباعة رقعة الكتاب
my_my: Pencetakan Label

source: Clear Print Queue
ar_ar: مسح طابور الطباعة
my_my: Hapuskan Baris Giliran Pencetakan

source: Print Labels for Selected Data
ar_ar: طباعة لرقعة الكتاب
my_my: Cetak Label untuk Data Terpilih

source: Maximum
ar_ar: أقصى
my_my: Maksimum

source: records can be printed at once. Currently there is
ar_ar: يُمكن لطباعة السجلات مرّة واحدة
my_my: rekod boleh dicetak sekaligus. Pada masa ini terdapat

source: in queue waiting to be printed.
ar_ar: فى الطابور الطباعة
my_my: dalam baris gilirian menunggu untuk dicetak.

source: Call Number
ar_ar: رقم التصنيف
my_my: No. Panggilan

source: Add
ar_ar: اضافة
my_my: Tambah

source: Add To Print Queue
ar_ar: اضافة فى الطابورالطباعة
my_my: Tambahkan Dalam Baris Giliran

source: Add to print queue?
ar_ar: هل تؤكد بإضافة فى الطابورالطباعة؟
my_my: Tambahkan dalam bari giliran pencetakan?

source: Query took
ar_ar: استفسلر
my_my: Permintaan diambil

source: second(s) to complete
my_my: masa untuk selesai

source: Required fields (*) must be filled correctly!
ar_ar: الحقول المطلوبة (*) يجب ان يكون شغلها بشكل صحيح!
my_my: Tempat yang diperlukan (*) mesti diisi dengan betul!

source: Error on query to database, Export FAILED!
my_my: Terdapat kesalahan dalam melakukan <i>query</i> pada pangkalan data. Eksport GAGAL!

source: There is no record in bibliographic database yet, Export FAILED!
my_my: Tidak ada rekod dalam pangkalan data bibliografi. Eksport GAGAL!

source: Export Tool
my_my: Peralatan Eksport

source: Export bibliographics data to CSV file
ar_ar: ارسال بيانات ببليوجرافى الى ملف csv
my_my: Eksport data bibliografi ke fail CSV

source: Export Now
ar_ar: إرسال الآن
my_my: Eksport Sekarang

source: Field Separator
ar_ar: فاصل حقل
my_my: Pemisah bidang

source: Field Enclosed With
ar_ar: الميدان محاطة
my_my: Bidang dibataskan Dengan

source: Record Separator
ar_ar: فاصل السجلات
my_my: Pemisah Rekod

source: Number of Records To Export (0 for all records)
ar_ar: عدد السجلات لتصدي ( 0 لكل حقل)
my_my: Bilangan Rekod Untuk dieksport (0 untuk semua rekod)

source: Start From Record
ar_ar: ابداء من تسجيلة
my_my: Mula daripada rekod ke

source: Attachment removed!
ar_ar: مسح ملف مرفق
my_my: Lampiran dihapus!

source: File Attachments
ar_ar: ملف مرفق
my_my: Fail Lampiran

source: Remove
ar_ar: مسح
my_my: Hapus

source: Author succesfully removed!
ar_ar: تم مسح المؤلف
my_my: Pengarang berjaya dihapus!

source: Author removed!
ar_ar: مسح مؤلف
my_my: Pengarang dihapus!

source: Item data can not be deleted because still on hold by members
my_my: Data fail tidak boleh dihapus kerana masih dipinjam oleh ahli.

source: Item succesfully removed!
ar_ar: تم حذف عناصر
my_my: Fail berjaya dihapus!

source: Item FAILED to removed!
ar_ar: لم يتم حذف عناصر
my_my: Item GAGAL dihapus!

source: Items/Copies
ar_ar: رمزالعناصر
my_my: Item/Salinan

source: Please select the file to import!
ar_ar: اختار الملف للاستيراد
my_my: Sila pilih fail untuk mengimport!

source: Upload failed! File type not allowed or the size is more than
ar_ar: فشل إيداع! نوع الملف غير مسموح به أو حجم هو أكثر من
my_my: Memuatnaik gagal! Jenis fail tidak dibenarkan atau saiz adalah lebih daripada

source: Import Tool
my_my: Import Peralatan

source: Import for bibliographics data from CSV file. For guide on CVS fields order and format please refer to documentation or visit <a href="http://slims.web.id" target="_blank">Official Website</a>
my_my: Import data bibiliografi dari fail CSV. Lihat panduan tentang format penulisan dan urutan bidang dalam fail CSV atau kunjungi <a href="http://slims.web.id" target="_blank">Laman Rasmi SLiMS</a>

source: Import Now
ar_ar: استيراد الآن!
my_my: Import Sekarang

source: File To Import
ar_ar: ملف للاستيراد
my_my: Fail untuk diimport

source: Title can not be empty
ar_ar: ﻻ يمكن ترك عنوان فارغاً
my_my: Judul tidak boleh kosong

source: Image Uploaded Successfully
ar_ar: تمت تحصيل الصور
my_my: Gambar Berjaya Dimuatnaik

source: Bibliography Data Successfully Updated
ar_ar: تم تحديث بيانات ببليوجرافى
my_my: Data bibliografi berjaya dikemaskini

source: Bibliography Data FAILED to Updated. Please Contact System Administrator
ar_ar: فشل تحديث بيانات ببليوجرافى. رجاء اﻹتصال بنظام البيانات
my_my: Data bibliografi GAGAL dikemaskini. Hubungi Administrator Sistem

source: New Bibliography Data Successfully Saved
ar_ar: تم حفظ بيانات ببليوجرافى
my_my: Data baru bibliografi berjayal disimpan

source: Bibliography Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ بيانات ببليوجرافى. رجاء الاتصال بنظام البيانات
my_my: Data bibliografi GAGAL disimpan. Hubungi Administrator Sistem

source: Below data can not be deleted:
ar_ar: ﻻ يمكن مسح بيانات فى اسفل
my_my: Data berikut tidak boleh Dihapus :

source: All Data Successfully Deleted
ar_ar: تم مسح كل البيانات
my_my: Semua Data Berjaya dihapuskan

source: Some or All Data NOT deleted successfully!\nPlease contact system administrator
ar_ar: لم يتم مسح كل البيانات او بعضها!//رجاء اﻻتصال بنظام البيانات
my_my: Sebahagian atau semua data GAGAL dihapuskan!\nHubungi administrator sistem

source: Bibliographic
ar_ar: ببليوجرافي
my_my: Bibliografi

source: Bibliographic List
ar_ar: قائمة ببليوجرافي
my_my: Daftar Bibliografi

source: Add New Bibliography
ar_ar: إضافة ببليوجرافي جديدة
my_my: Tambah Bibliografi Baru

source: All Fields
ar_ar: كل الحقول
my_my: Semua Bidang

source: Title/Series Title
ar_ar: عنوان / عنوان السلسلة
my_my: Judul/Judul Siri

source: Topics
ar_ar: الموضوع
my_my: Topik

source: Authors
ar_ar: مؤلف
my_my: Pengarang

source: Publisher
ar_ar: الناشر
my_my: Penerbit

source: Upload Selected Bibliographic data to Union Catalog Server*
ar_ar: اضافة بيانات ببليوجرافى جديدة
my_my: Muatnaik Data Bibliografi Terpilih ke Server Katalog Induk

source: Save
ar_ar: حفظ
my_my: Simpan

source: Update
ar_ar: التحديث
my_my: Dikemaskini

source: Authors/Roles
ar_ar: مؤلف
my_my: Pengarang/Peranan

source: Add Author(s)
ar_ar: إضافة المؤلف
my_my: Tambah Data Pengarang

source: Author(s)
ar_ar: المؤلف
my_my: Pengarang

source: Statement of Responsibility
my_my: Penyataan Tanggungjawab

source: Edition
ar_ar: الطبعة
my_my: Edisi

source: Specific Detail Info
ar_ar: معلومات تفصيلية محددة
my_my: Maklumat khusus

source: Collection Type
ar_ar: نوع من كوكتيل
my_my: Jenis Koleksi

source: Item(s) code batch generator
my_my: Item (s) penjana kumpulan kod

source: Add New Items
ar_ar: إضافة عناصر جديدة
my_my: Tambah Item Baru

source: Item(s) Data
my_my: Data Koleksi

source: Not Applicable
ar_ar: غير ملائم
my_my: Tidak Digunakan

source: Use this for Serial publication
ar_ar: استخدم هذا المطبوعات المسلسلة
my_my: Gunakan untuk koleksi terbitan berseri

source: Frequency
ar_ar: عدد مرات الصدور
my_my: Kekerapan

source: Publishing Year
ar_ar: سنة النشر
my_my: Tahun Penerbitan

source: Publishing Place
ar_ar: مكان النشر
my_my: Tempat Penerbitan

source: Collation
ar_ar: الترتيب
my_my: Penerangan Fizikal

source: Series Title
ar_ar: سلسلة العنوان
my_my: Judul Siri

source: Classification
ar_ar: رقم التصنيف
my_my: Klasifikasi

source: Subjects/Topics
ar_ar: قائمة الموضوع
my_my: Subjek/Topik

source: Add Subject(s)
ar_ar: إضافة موضوع
my_my: Tambah Data Subjek

source: Subject(s)
ar_ar: الموضوع
my_my: Subjek

source: Language
ar_ar: اللغة
my_my: Bahasa

source: Abstract/Notes
ar_ar: مجردة / ملاحظات
my_my: Abstrak/Catatan

source: Image
ar_ar: الصور
my_my: Gambar

source: Add Attachment
ar_ar: إضافة مرفق
my_my: Tambah Lampiran

source: File Attachment
ar_ar: ملف مرفق
my_my: Fail Lampiran

source: Show
ar_ar: عرض
my_my: Tunjukan

source: Hide
ar_ar: خفاء
my_my: Sembunyikan

source: Hide in OPAC
ar_ar: إخفاء في كتالوج إلكتروني
my_my: Sembunyikan di OPAC

source: Don't Promote
ar_ar: ﻻ تعزز
my_my: Jangan Promosikan

source: Promote
ar_ar: تعزز
my_my: Promosikan

source: Promote To Homepage
ar_ar: تعزز الصفحة الرئيسية
my_my: Promosikan Ke Laman Utama

source: You are going to edit biblio data
ar_ar: بصدد تعديل إعدادات البيانات ببليوغرافيا
my_my: Anda akan mengubah data biblio

source: Last Updated
ar_ar: آخر تحديث
my_my: terakhir dikemaskini

source: None
ar_ar: لا يوجد
my_my: Tiada

source: Copies
ar_ar: عدد النسخ المطبوعة
my_my: Salin

source: Last Update
ar_ar: آخر تحديث
my_my: Kemaskini Terakhir

source: Item Code can't be empty!
ar_ar: ﻻ يمكن ترك عنصر كون فارغأً
my_my: Kod Item tidak boleh kosong!

source: Item Data Successfully Updated
ar_ar: تمت تحديث عنصرالبيانات
my_my: Data Item berjaya dikemaskini

source: Item Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ عنصرالبيانات. رجاء اﻵتصال بنظام البيانات
my_my: Data Item GAGAL disimpan. Sila hubungi Administrator Sistem

source: New Item Data Successfully Saved
ar_ar: تم حفظ عنصزالبيانات الجديدة
my_my: Data Item baru berjaya disimpan

source: Items
ar_ar: العناصر
my_my: Item

source: Others
my_my: Lainnya

source: Edit Biblographic data
ar_ar: ارسال بيانات ببليوجرافي
my_my: Sunting Data Bibliografi

source: Inventory Code
my_my: Kod Inventori

source: Location
ar_ar: موقع
my_my: Lokasi

source: Shelf Location
ar_ar: مكان الرفوق
my_my: Lokasi Rak

source: Item Status
ar_ar: عنصرحالة
my_my: Status Item

source: Order Number
ar_ar: رقم الطلب
my_my: No. Pesanan

source: Order Date
ar_ar: تاريخ الطلب
my_my: Tarikh Pemesanan

source: Receiving Date
ar_ar: تاريخ اﻻستقبال
my_my: Tarikh Penerimaan

source: Supplier
ar_ar: مورِّد
my_my: Pembekal

source: Buy
ar_ar: شراء
my_my: Beli

source: Prize/Grant
ar_ar: هبة
my_my: Hadiah/Hibah

source: Source
ar_ar: اصل
my_my: Sumber

source: Invoice Date
ar_ar: تاريج الفاطرة
my_my: Tarikh Invoice

source: Price
ar_ar: سعر
my_my: Harga

source: You are going to edit Item data
ar_ar: ستعديل عنصرالبيانات
my_my: Anda akan mengubah data item

source: Author
ar_ar: المؤلف
my_my: Pengarang

source: Item Barcodes Printing
ar_ar: عنصر الباركود طباعة
my_my: Cetak Kad Bar Item

source: Print Barcodes for Selected Data
my_my: Cetak Kod Bar untuk Data Terpilih

source: There is no record in item database yet, Export FAILED!
my_my: Tiada rekod dalam item pangkalan data, Eksport GAGAL!

source: Item Export Tool
my_my: Peralatan Export Item

source: Export item data to CSV file
my_my: Eksport data item ke dalam berkas CSV

source: Item Import tool
my_my: Peralatan import item

source: Import for item data from CSV file
ar_ar: استيراد عناصربيانات من ملف csv
my_my: Import data item dari data CSV

source: You don't have enough privileges to access this area!
ar_ar: لست اﻹمتياز لنظرهذا المقطع
my_my: Anda tidak mempunyai hak akses pada bahagian ini!

source: <a href="http://pear.php.net/index.php">PEAR</a>, <a href="http://pear.php.net/package/File_MARC">File_MARC</a> and <a href="http://pear.php.net/package/Structures_LinkedList/">Structures_LinkedList</a> packages need to be installed in order to import MARC record
my_my: Pakej-pakej seperti <a href="http://pear.php.net/index.php">PEAR</a>, <a href="http://pear.php.net/package/File_MARC">File_MARC</a> dan <a href="http://pear.php.net/package/Structures_LinkedList/">Structures_LinkedList</a> harus terpasang agar dapat mengimpotr fail MARC

source: MARC Import tool
my_my: Import Toolkit MARC

source: Import bibliographic records from MARC file. The file can be native MARC record format file (.mrc) or MARCXML XML file (.xml). You need to have PHP PEAR and PEAR's File_MARC package installed in your system. To convert native/legacy MARC file to MARCXML you can use <a class="notAJAX" href="http://www.loc.gov/standards/marcxml/marcxml.zip">MARCXML Toolkit</a>
my_my: Mengimport rekod bibliografi dari fail MARC. Fail tersebut boleh berbentuk rekod format MARC asli (.mrc) atau fail MARCXML XML (.xml). Untuk itu, perlu dipastikan dalam sistem Anda sudah terpasang pakej PHP PEAR serta File_MARC PEAR. Untuk mengubah fail asli MARC ke dalam format MARCXML Anda dapat menggunakan <a class="notAJAX" href="http://www.loc.gov/standards/marcxml/marcxml.zip">Toolkit MARCXML</a>

source: Number of records to import (0 for all records)
my_my: Jumlah Rekod untuk diimport (0 untuk semua rekod)

source: Sorry, no result found from %s OR maybe XML result and detail disabled.
my_my: Maaf, tiada keputusan dijumpai dari %s ATAU mungkin keputusan XML dan data dihentikan.

source: P2P Service
ar_ar: P2P خدمة
my_my: Layanan P2P

source: * Please make sure you have a working Internet connection.
my_my: * Pastikan Anda memiliki sambungan internet

source: Upload FAILED! Forbidden file type or file size too big!
my_my: Muatnaik GAGAL! Jenis fail terlarang atau ukuran terlalu besar!

source: File Attachment data updated!
ar_ar: تم تحديث ملف مرفق
my_my: Data fail lampiran berhasil dikemaskini!

source: File Attachment data FAILED to update!
ar_ar: لم يتم تحديث ملف مرفق
my_my: Data fail lampiran GAGAL dikemaskini!

source: File Attachment uploaded succesfully!
ar_ar: تم ارسال ملف مرفق
my_my: Fail Lampiran berjaya dimuatnaik!

source: File Attachment data FAILED to save!
ar_ar: لم يتم حفظ ملف مرفق
my_my: Fail Lampiran GAGAL disimpan!

source: Upload Now
ar_ar: ارسال اﻵن
my_my: Muatnaik Sekarang

source: Repository ROOT
my_my: Repositori ROOT

source: Repo. Directory
my_my: Direktori Repositori

source: File To Attach
ar_ar: ارفاق الملف
my_my: Fail untuk dilampirkan

source: Description
ar_ar: وصف
my_my: Deskripsi

source: Public
ar_ar: الجمهور
my_my: Awam

source: Private
ar_ar: خاصّ
my_my: Tertutup

source: Access
ar_ar: الوصل
my_my: Akses

source: Access Limit by Member Type
ar_ar: حد الوصول بأنواع الأعضاء
my_my: Had Akses berdasarkan jenis keahlian

source: Author succesfully updated!
ar_ar: تم تحديث مؤلف!
my_my: Pengarang berjaya dikemaskini!

source: Author FAILED to Add. Please Contact System Administrator
ar_ar: فشل ﻹضافةمؤلف! إتصل مديرالبيانات
my_my: Pengarang GAGAL Ditambah. Hubungi Administrator Sistem

source: Author added!
ar_ar: تمت إضافةمؤلف
my_my: Pengarang berjaya ditambah!

source: Add Author
ar_ar: إضافةمؤلف
my_my: Tambah Pengarang

source: Author Name
ar_ar: اسم المؤلف
my_my: Nama Pengarang

source: Type to search for existing authors or to add a new one
my_my: Taip untuk mencari Pengarang sedia ada atau menambah baru

source: Insert To Bibliography
ar_ar: ادراج فى ببليوجرافى
my_my: Masukan Kedalam Bibliografi

source: Subject FAILED to Add. Please Contact System Administrator
ar_ar: لم يتم اصاف الموضوع
my_my: Subjek GAGAL Ditambah. Hubungi Administrator Sistem

source: Subject added!
ar_ar: تم اضاف الموضوع
my_my: Subjek berjaya ditambah!

source: Add Subject
ar_ar: اضاف الموضوع
my_my: Tambah Subjek

source: Keyword
ar_ar: الكلمات الأساسية
my_my: Kata kunci

source: Type to search for existing topics or to add a new one
my_my: Taip untuk mencari topik sedia ada atau menambah baru

source: Save Settings
ar_ar: حفظ الإعدادات
my_my: Simpan Tetapan

source: Catalog Printing
my_my: Mencetak Katalog

source: Print Catalog Format
my_my: Cetak Kad Katalog

source: Print Catalog for Selected Data
my_my: Cetak Katalog dari Data Terpilih

source: Show Existing Bibliographic Data
ar_ar: اعرض بيانات ببليوجرافى الموجودة
my_my: Tunjukkan Data Bibliografi Yang Sedia Ada

source: Add New Bibliographic Data/Catalog
ar_ar: اضافة بيانات ببليوجرافى جديدة
my_my: Tambah Data Bibliografi Baru

source: Item List
ar_ar: قائمة عنصر
my_my: Senarai Item

source: Show List of Library Items
ar_ar: اعرض قائدة العناصر المكبة
my_my: Tunjukkan Senarai Item yang dimiliki Perpustakaan

source: Show List of Checkout Items
my_my: Tunjukkan Senarai Item Yang Dipinjam

source: Copy Cataloguing
my_my: Salin Katalog

source: Grab Bibliographic Data from Z3950 SRU Web Services
my_my: Ambil Data Bibliografi dari Servis Laman Z3950 SRU

source: Z3950 Service
ar_ar: Z3950 خدمة
my_my: Servis Z3950

source: Grab Bibliographic Data from Z3950 Web Services
my_my: Ambil Data Bibliografi dari Servis Laman Web Z3950

source: Grab Bibliographic Data from Other SLiMS Web Services
my_my: Ambil Data Bibliografi dari Servis Laman SLiMS yang lain

source: Tools
ar_ar: الأدوات
my_my: Peralatan

source: Print Document Labels
ar_ar: طباعة المُستند العلامة
my_my: Cetak Label Dokumen

source: Print Item Barcodes
ar_ar: طباعة عنصر الباركود
my_my: Cetak Kod Bar Item

source: MARC Import
my_my: Import Data MARC

source: Import Bibliographic Data from MARC file
my_my: Impor Data ke Bibliografi dari berkas MARC

source: Print Catalog Card
my_my: Cetak Kad Katalog

source: Data Export
my_my: Eksport Data

source: Export Bibliographic Data To CSV format
ar_ar: ارسال بيانات ببليوجغرارمن ملف CSV
my_my: Eksport Data Bibliografi ke Format CSV

source: Data Import
my_my: Import Data

source: Import Data to Bibliographic Database from CSV file
ar_ar: استيراد بيانات الى عناصر قاعدة البيانات من ملف CSV
my_my: Import Data ke Bibliografi dari fail CSV

source: Item Export
ar_ar: ارسال بيانات
my_my: Eksport Item

source: Export Item/Copies data To CSV format
ar_ar: ارسال بيانات العناصرمن ملف CSV
my_my: Eksport Item/Salinan data ke dalam Format CSV

source: Item Import
ar_ar: استيراد بيانات
my_my: Import Item

source: Import Data to Item/Copies database from CSV file
ar_ar: استيراد بيانات الى عناصر قاعدة البيانات من ملف CSV
my_my: Import Data ke dalam Item/Salinan pangkalan data daripada fail CSV

source: UCS is not enabled! Change global system configuration to enable UCS
my_my: UCS tidak aktif! Ubah konfigurasi sistem untuk mengaktifkan UCS

source: Z3950 Search/Retrieve via URL (SRU)
my_my: Cari/Terima z3950 melalui URL (SRU)

source: All fields
my_my: Semua Bidang

source: SRU Server
my_my: Server SRU

source: ERROR! Loan data can't be saved to database
ar_ar: خطأ ! ﻻ يعل حفظ من بيانة اﻻعارة الى قاعدة البيانات
my_my: RALAT! Data pinjaman tidak dapat disimpan ke dalam pangkalan data

source: Transaction finished
ar_ar: كلمة اﻻعارة
my_my: Transaksi Selesai

source: Overdue fines inserted to fines database
my_my: Denda Kelewatan telah dimasukkan ke dalam pangkalan data

source: Item CANNOT BE Extended! This Item is being reserved by other member
my_my: Item TIDAK BOLEH dilanjutkan! Item ini telah dipesan oleh ahli lain.

source: Loan Extended
ar_ar: مدّ اﻻعارة
my_my: Pinjaman Dilanjutkan

source: Loan Limit Reached!
ar_ar: درك الا عارة
my_my: Had pinjaman Telah Sampai

source: Do You Want To Overide This?
my_my: Adakah Anda Mahu Menyalin data ini?

source: WARNING! This Item is reserved by another member
my_my: PERHATIAN! Item ini telah ditempah oleh ahli yang lain

source: This Item is not registered in database
my_my: Item ini tidak terdaftar dalam pangkalan data

source: This Item is currently not available
my_my: Saat ini, Item tidak tersedia

source: Loan NOT PERMITTED! Membership already EXPIRED!
my_my: DILARANG meminjam! Tempoh masa keahlian telah tamat!

source: Loan NOT PERMITTED! Membership under PENDING State!
my_my: DILARANG meminjam! Keahlian ditunda untuk sementara!

source: Loan Forbidden for this Item!
ar_ar: ممنوع الا عارة لهذا المادة
my_my: Item Dilarang untuk dipinjamkan!

source: Item {removeID} removed from session
my_my: Item {removeID} dihapus dari sesi

source: This is item already returned or not exists in loan database
my_my: Item ini sudah dikembalikan atau tidak terdaftar pada pangkalan data pinjaman
