Repository: slims/slims9_bulian
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: ar_ar, my_my

source: Image FAILED to upload
ar_ar: لم يتم تحديث تحصيل الصور
my_my: Gambar GAGAL dimuatnaik

source: Member Data FAILED to Save/Update. Please Contact System Administrator
ar_ar: لم يتم تحفظ/ تحديث بيانات الأعضاء. رجاء الاتصال بنظام البيانات
my_my: Data ahli gagal disimpan/Dikemaskini. Hubungi Administrator Sistem

source: New Member Data Successfully Saved
ar_ar: تم تحديث بيانات الأعضاء
my_my: Data Ahli Baru berjaya disimpan

source: Below member data can't be deleted because still have unreturned item(s)
ar_ar: ﻻ يمكن مسح بيانات الأعضاء فى اسفل
my_my: Data ahli di bawah tidak boleh dihapus kerana masih memiliki koleksi yang belum dikembalikan

source: Membership
ar_ar: عضوية
my_my: Keahlian

source: Member List
ar_ar: قائمة الأعضاء
my_my: Senarai Ahli

source: View Expired Member
ar_ar: عرض انتهاء الأعضاء
my_my: Lihat Ahli yang tamat tempoh

source: Add New Member
ar_ar: اضافة اعضاع جديدة
my_my: Tambah Ahli Baru

source: Member Search
ar_ar: بحث الأعضاء
my_my: Pencarian Ahli

source: Extend Membership
ar_ar: يمدّ العضوية
my_my: Keahlian dipanjangkan

source: Birth Date
ar_ar: تاريج ميلاد
my_my: Tarikh Lahir

source: Member Since
ar_ar: الأعضاء منذ
my_my: Ahli Sejak

source: Auto Set
ar_ar: تشغيل الآلي
my_my: Set Auto

source: Institution
ar_ar: مؤسسة
my_my: Institusi

source: Membership Type
ar_ar: أنواع الأعضاء
my_my: Jenis Keahlian

source: Male
ar_ar: مذكر
my_my: Lelaki

source: Female
ar_ar: مؤنث
my_my: Perempuan

source: Postal Code
ar_ar: رقم البريدي
my_my: Kod Pos

source: Mail Address
my_my: Alamat Surat

source: Personal ID Number
ar_ar: رقم السر لتعريف الشخصى
my_my: Nombor ID Peribadi

source: Notes
ar_ar: ملا حظة
my_my: Catatan

source: Pending Membership
ar_ar: اثناء العضوية
my_my: Tunda Keahlian

source: Yes
ar_ar: نعم
my_my: Ya

source: Photo
ar_ar: صورة
my_my: Gambar

source: New Password
ar_ar: كلمة السر جديدة
my_my: Kata Laluan Baru

source: Confirm New Password
ar_ar: تأكيد كلمة السر جديدة
my_my: Pengesahan Kata Laluan Baru

source: You are going to edit member data
ar_ar: ستعديل بيانات الأعضاء
my_my: Anda akan mengedit data ahli

source: Leave Password field blank if you don't want to change the password
my_my: Biarkan Kata Laluan kosong jika anda tidak mahu menukar kata laluan

source: Expired Member List
ar_ar: انتهت كشف اﻷعضائيات
my_my: Senarai ahli tamat temph

source: Extend Selected Member(s)
ar_ar: امداد مختار اﻷعضائيات
my_my: Panjangkan ahli yang terpilih

source: Are you sure to EXTEND membership for selected members?
ar_ar: اتريد ان تمدّ العضوية الختيار اﻷعضائية
my_my: Anda yakin ingin memanjangkan keahlian untuk ahli terpilih?

source: members extended!
ar_ar: مدّ العضوية
my_my: Keahlian berjaya dipanjangkan!

source: Found
ar_ar: يوجد
my_my: Ditemui

source: from your search with keyword
my_my: dari kata kunci

source: Member Card Printing
ar_ar: طبع بطاقة العضوية
my_my: Kad Cetak Ahli

source: Print Member Cards for Selected Data
ar_ar: حدد البيانات لطبع بطاقة الأعضاء
my_my: Cetak Kad Ahli daripada Data Terpilih

source: Member Type Name can't be empty
ar_ar: ﻻ يمكن ترك اسم أنواع الأعضاء فارغاً
my_my: Jenis Keahlian Tidak Boleh Kosong

source: Member Type Successfully Updated
ar_ar: تم تحديث أنواع الأعضاء
my_my: Jenis Keahlian Berjaya Dikemaskini

source: Member Type Data FAILED to Save/Update. Please Contact System Administrator
ar_ar: لم يتم تحفظ/ تحديث أنواع الأعضاء. رجاء الاتصال بنظام البيانات
my_my: Data Jenis Keahlian GAGAL Disimpan/Dikemaskinii. Hubungi Administrator Sistem

source: New Member Type Successfully Saved
ar_ar: تم حفظ أنواع الأعضاء الجديدة
my_my: Jenis Keahlian baru Berjaya Disimpan

source: Member Type List
ar_ar: قائمة أنواع الأعضاء
my_my: Senarai Jenis Ahli

source: Add New Member Type
ar_ar: اضافة أنواع الأعضاء الجديدة
my_my: Tambah Jenis Keahlian Baru

source: Member Type Name
ar_ar: اسم أنواع الأعضاء
my_my: Nama Jenis Keahlian

source: Loan Periode (In Days)
ar_ar: دورة الاعارة
my_my: Jangkamasa Pinjaman (Dalam Hari)

source: Enable
ar_ar: تشغيل
my_my: Dibolehkan

source: Disable
ar_ar: حجب
my_my: Tidak boleh

source: Reserve Limit
ar_ar: حد الحجز
my_my: Had Simpanan

source: Membership Periode (In Days)
ar_ar: دورة العضوية (بأيام)
my_my: Jangkamasa Keahlian (Dalam Hari)

source: Fine Each Day
ar_ar: غرامة فى كل يوم
my_my: Denda Per Hari

source: View Member List
ar_ar: عرض قائمة الأعضاء
my_my: Lihat Senarai Ahli

source: View Library Member List
ar_ar: عرض قائمة الأعضاء المكتبة
my_my: Lihat Senarai Ahli Perpustakaan

source: Add New Library Member Data
ar_ar: اضافة اعضاع المكتبة الجديدة
my_my: Tambah Data Ahli Perpustakaan

source: View and modify member type
my_my: Lihat dan ubah suai jenis ahli

source: Print Member Card
ar_ar: طبع بطاقة العضوية
my_my: Cetak Kad Ahli

source: Export Members Data To CSV File
ar_ar: ارسال بيانات العضوية من ملف CSV
my_my: Eksport Data Ahli ke fail CSV

source: Import Members Data From CSV File
ar_ar: جلب بيانات العضوية من ملف CSV
my_my: Import Data Ahli dari fail CSV

source: Total Titles By Medium/GMD
my_my: Total Judul Menurut Media/GMD

source: Total Items By Collection Type
my_my: Total Item Menurut Jenis Koleksi

source: Total Members By Membership Type
my_my: Jumlah Ahli Menurut Jenis Keahlian

source: Total Loan By GMD/Medium
my_my: Total Judul Menurut Media/GMD

source: Total Loan By Collection Type
my_my: Total Item Menurut Jenis Koleksi

source: Custom Recapitulations
my_my: Rekapitulasi

source: Report Filter
ar_ar: تقرير الترشيح
my_my: Filter Laporan

source: Recap By
my_my: Senaraikan berdasar

source: Apply Filter
ar_ar: تطبيق الترشيح
my_my: Mohon Filter

source: Show More Filter Options
ar_ar: عرض اختيار ترشيح الميزاد
my_my: Tunjukkan lebih pilihan bagi Filter

source: Hide Filter Options
ar_ar: اخفاء اختيار ترشيح
my_my: Sembunyikan Pilihan Tapis

source: Title and Collection Recap by
my_my: Judul dan koleksi berdasar

source: Print Current Page
my_my: Cetak Halaman ini

source: Export to spreadsheet format
my_my: Eksport ke format <i>spreadsheet</i>

source: Title and Collection recapitulation based on classification and others
my_my: Rekapitulasi judul dan item berdasarkan klasifikasi dan lainnya

source: Title List
my_my: Senarai Judul

source: List of bibliographic titles
my_my: Senarai judul bibliografi

source: Items Title List
ar_ar: عنصرقائمة عنوان
my_my: Senarai Judul Item

source: List of collection/items
my_my: Senarai koleksi/item

source: Items Usage Statistics
my_my: Statistik Penggunaan Item

source: List of Collection/items usage statistic
my_my: Senarai Koleksi/statistik penggunaan Item

source: Loans by Classification
my_my: Pinjaman berdasarkan Klasifikasi

source: Loan statistic by classification
my_my: Statistik pinjaman berdasarkan klasifikasi

source: List of library member/patron
my_my: Senarai ahli perpustakaan

source: Loan List by Member
my_my: Senarai Pinjaman oleh Ahli

source: List of loan by each member
my_my: Senarai Pinjaman bagi Setiap Ahli

source: Due Date Warning
my_my: Peringatan Tamat Tempoh

source: Loan Due Date Warnings
my_my: Peringatan Tamat Tempoh Pinjaman

source: Staff Activity
my_my: Aktiviti Staf

source: Staff activity log recapitulation
my_my: Catatan rekapitulasi aktiviti kakitangan

source: Visitor Statistic
my_my: Statistik Pengunjung

source: Visitor Statistic (by Day)
my_my: Statistik Pengunjung (per hari)

source: Visitor List
my_my: Senarai Pengunjung

source: Fines Report
ar_ar: تقرير غرامة
my_my: Laporan Denda

source: This report loan items which will due in 3 to 0 days
my_my: Melaporkan pinjaman item yang akan terlambat dalam 3 sampai 0 hari

source: Record each page
my_my: Rekod per halaman

source: Set between 20 and 200
my_my: Buat antara 20 dan 200

source: May
my_my: Mei

source: Aug
my_my: Ogo

source: Oct
my_my: Okt

source: Dec
my_my: Des

source: Title/ISBN
ar_ar: عنوان / رقم الكتاب
my_my: Judul/ISBN

source: Press Ctrl and click to select multiple entries
my_my: Tekan 'Ctrl' dan klik untuk memilih lebih dari satu

source: 0 Classes
ar_ar: صفوف 0
my_my: Kelas 0

source: 1 Classes
ar_ar: صفوف 1
my_my: Kelas 1

source: 2 Classes
ar_ar: صفوف 2
my_my: Kelas 2

source: 2X Classes (Islamic Related)
ar_ar: صفوف 2
my_my: Kelas 2X (Islam)

source: 3 Classes
ar_ar: صفوف 3
my_my: Kelas 3

source: 4 Classes
ar_ar: صفوف 4
my_my: Kelas 4

source: 5 Classes
ar_ar: صفوف 5
my_my: Kelas 5

source: 6 Classes
ar_ar: صفوف 6
my_my: Kelas 6

source: 7 Classes
ar_ar: صفوف 7
my_my: Kelas 7

source: 8 Classes
ar_ar: صفوف 8
my_my: Kelas 8

source: 9 Classes
ar_ar: صفوف 9
my_my: Kelas 9

source: NON Decimal Classes
ar_ar: ﻻ عشرى الصفوف
my_my: Kelas Non-Desimal

source: Loan Date From
my_my: Tarikh Pinjam Sejak

source: Loan Date Until
my_my: Tarikh Pinjam Hingga

source: Loan Status
my_my: Status pinjaman

source: On Loan
ar_ar: معار
my_my: Sedang Dipinjam

source: Returned
ar_ar: معيد
my_my: Telah Dikembalikan

source: Gender
ar_ar: جنس
my_my: Jantina

source: Register Date From
my_my: Tarikh Pendaftaran Sejak

source: Register Date Until
my_my: Tarikh Pendaftaran Hingga

source: day(s)
my_my: hari

source: Reserve Date From
my_my: Tarikh Tempah Sejak

source: Reserve Date Until
my_my: Tarikh Tempah Hingga

source: Activity Date From
my_my: Tarikh Aktiviti Sejak

source: Activity Date Until
my_my: Tarikh Aktiviti Hingga

source: Real Name
ar_ar: اسم حقيقى
my_my: Nama Penuh

source: Login Username
ar_ar: الدخول اسم مستخدم
my_my: Nama masuk Pengguna

source: Bibliography Data Entry
my_my: Entri Data Bibliografi

source: Item Data Entry
my_my: Entri Data Item/Salinan

source: Member Data Entry
my_my: Entri Data Ahli

source: NON-Member visitor
my_my: Pengunjung Bukan Ahli

source: Visitor ID
my_my: ID Pengunjung

source: Visitor Name
my_my: Nama Pengunjung

source: Visit Date From
my_my: Tarikh Kunjungan Sejak

source: Visit Date Until
my_my: Tarikh Kunjungan Hingga

source: Visit Date
my_my: Tarikh Kunjungan

source: Library Visitor Report
my_my: Laporan Pengunjung Perpustakaan

source: NON-Member Visitor
my_my: Pengunjung Bukan Ahli

source: Total visit/month
my_my: Total kunjungan/bulan

source: Visitor Report
my_my: Laporan Pengunjung

source: Total Titles
my_my: Total Judul

source: Total Titles with items
my_my: Total Judul dengan item

source: Total Items/Copies
my_my: Total Item/Salinan

source: Total Checkout Items
my_my: Total Item Dipinjam

source: Total Items In Library
my_my: Total Item Dalam Koleksi

source: Show in chart/plot
my_my: Tunjukkan dalam grafik

source: 10 Most Popular Titles
my_my: 10 Judul Paling Popular

source: Collection Statistic Summary
my_my: Ringkasan Statistik Koleksi

source: Collection Statistic Report
my_my: Laporan Statistik Koleksi

source: Collection Statistic
my_my: Statistik Koleksi

source: Download Report
ar_ar: تقريراﻹنزال
my_my: Muatturun Laporan

source: Total Loan
ar_ar: مجموع اﻹعارة
my_my: Jumlah Pinjaman

source: Total Loan Transactions
my_my: Jumlah Transaksi Pinjaman

source: Transaction Average (Per Day)
my_my: Purata Transaksi Per Hari

source: Total Peak Transaction
my_my: Transaksi Tertinggi Dalam Sehari

source: Members Already Had Loans
my_my: Ahli Yang Meminjam

source: Members Never Have Loans Yet
my_my: Ahli Yang Belum Pernah Meminjam

source: Total Overdued Loans
my_my: Jumlah Pinjaman Yang Terlambat

source: Loan Data Summary
my_my: Statistik Pinjaman

source: Loan Report
my_my: Laporan Pinjaman

source: Total Registered Members
my_my: Jumlah Ahli Terdaftar

source: Total Active Member
my_my: Jumlah Ahli Yang Aktif

source: Total Expired Member
my_my: Jumlah Ahli Yang Tamat Tempoh

source: 10 most active members
my_my: 10 Ahli Paling Aktif

source: Membership Data Summary
my_my: Statistik Keahlian

source: Membership Report
my_my: Laporan Keahlian

source: record(s) found. Currently displaying page
my_my: Rekod ditemukan. Menampilkan halaman

source: record each page
my_my: Rekod setiap halamannya

source: Reporting
my_my: Laporan

source: View Library Collection Statistic
my_my: Lihat Statistik Koleksi Perpustakaan

source: View Library Loan Report
my_my: Lihat Laporan Pinjaman Perpustakaan

source: View Membership Report
my_my: Lihat Laporan Keahlian

source: Other Reports
my_my: Laporan Lain

source: Serial Control
my_my: Kawalan bersiri

source: Edit Bibliographic data
my_my: Sunting Data Bibliografi

source: Add New Subscription
ar_ar: زيادة اكتناب جديد
my_my: Tambah Data Langganan

source: View Subscriptions
ar_ar: ابصار اﻻسرال
my_my: Lihat Data Langganan

source: CLOSE
ar_ar: اقفل
my_my: TUTUP

source: Serial Title
ar_ar: عنوان المطبوعات المسلسلة
my_my: Judul Terbitan Bersiri

source: Kardex data updated!
my_my: Data Kardeks terbaru!

source: Kardex data deleted!
my_my: Data Kardeks terhapus!

source: Date Expected
ar_ar: تاريخ التوقع
my_my: Tarikh Harus Terima

source: Date Received
ar_ar: تاريخ اﻻستقبال
my_my: Tarikh Diterima

source: Seq. Number
my_my: Nombor Urutan

source: Note
ar_ar: ملا حظة
my_my: Nota

source: Kardex Detail for subscription
my_my: Detail kardeks untuk langganan

source: Subscription
my_my: Langganan

source: Manage Subscription
my_my: Urus Langganan

source: Error inserting subscription data, Subscription Date must be filled!
my_my: Ralat memasukkan data langganan, Tarikhl Langganan harus diisi!

source: Subscription Data Successfully Updated
my_my: Data Berlangganan Berjaya Dikemaskini

source: Subscription Data FAILED to Updated. Please Contact System Administrator
my_my: Data Berlangganan GAGAL Dikemaskini. Hubungi Administrator sistem

source: New Subscription Data Successfully Saved
ar_ar: كملة الحفظ على اشراك البيانات جديدة
my_my: Data Berlangganan baru berjaya disimpan

source: Subscription Data FAILED to Save. Please Contact System Administrator
my_my: Data Berlangganan GAGAL disimpan. Hubungi Administrator sistem

source: Subscription data successfully deleted
my_my: Data Langganan berjaya dihapus

source: Subscription data FAILED to deleted!
my_my: Data Langganan GAGAL dihapus!

source: Subscription Start
ar_ar: ابداء اﻻشتراك
my_my: Langganan Bermula

source: Total Exemplar Expected
my_my: Jumlah Item Yang Diharapkan

source: Period Name
ar_ar: دورالسم
my_my: Nama Tempoh Masa Langganan

source: Subscription Notes
ar_ar: اشتراك الملاحظة
my_my: Note Langganan

source: You are going to edit Subscription data
my_my: Anda akan Mengubah data Langganan

source: View/Edit Kardex Detail
my_my: Lihat/Ubah Detail Kardeks

source: NO stock taking proccess initialized yet!
my_my: BELUM ADA proses Stock Taking lagi!

source: Stock Take Proccess
my_my: Proses Stock Take

source: Current Missing/Lost Items
my_my: Item Hilang masa ini

source: Change Status
ar_ar: تغييرالحالة
my_my: Ubah Status

source: List stocktakes by
my_my: Senarai Ambilan Stock oleh

source: Current User Only
ar_ar: مستخدم الحالية فقط
my_my: Pengguna Ketika ini

source: All User
ar_ar: كل المستخدم
my_my: Semua User

source: Exists
ar_ar: موجود
my_my: Ada

source: Missing
ar_ar: مفقود
my_my: Hilang

source: NO stock taking proccess running!
my_my: TIADA proses pengambilan Stock yang sedang berjalan!

source: Stock Take Report
ar_ar: تقرير الجرد
my_my: Laporan Stock Take

source: Time
ar_ar: وقت
my_my: Waktu

source: Message
ar_ar: الرسالة
my_my: Pesanan

source: Stock Take Proccess Finished!
ar_ar: تم يتعذّر تغيير هذه الخانة الجرد
my_my: Proses Stock Take Selesai!

source: Finish Stock Take
ar_ar: يتعذّر تغيير هذه الخانة الجرد
my_my: Selesaikan Stock Take

source: Are you sure to end current stock take proccess? Once it finished there is no way you can rollback this stock take
my_my: Anda yakin mengakhiri proses Stock Take? Setelah diakhiri Anda tidak boleh mengubah kembali data Stock Take ini.

source: Purge Lost Item
ar_ar: عناصرالمفقود نهاية الصلاحية
my_my: Buang item yang hilang

source: Stock Take Name
ar_ar: اسم الجرد
my_my: Nama Stock Take

source: Start Date
ar_ar: تاريخ البداية
my_my: Tarikh Mula

source: End Date
ar_ar: تاريخ النهاية
my_my: Tarikhl Selesai

source: Initializer
ar_ar: المعدّ
my_my: Pemula

source: Total Item Stock Taked
ar_ar: مجموع بيانات الجرد
my_my: Total Item Stock Take

source: Total Item Lost
ar_ar: مجموع بيانات المفقود
my_my: Total Item Hilang

source: Total Item Exists
ar_ar: عنصر الموجود الكليا
my_my: Jumlah Item yang Sedia Ada

source: Total Item On Loan
ar_ar: مجموع بيانات المعار
my_my: Total Item dalam Pinjaman

source: Stock Take Participants
ar_ar: الجرد المشاركون
my_my: Peserta Stock Take

source: Report
ar_ar: تقرير
my_my: Laporan

source: Currently Active
ar_ar: نشط حاليا
my_my: Sedang Aktif

source: There is already stock taking proccess running!
my_my: Ada proses pengambilan stok yang sedang berjalan!

source: Stock Take Name must be filled!
ar_ar: يلزم تدخل اسم الجرد
my_my: Nama/Kod Stock Take tidak boleh kosong!

source: Stock Taking Initialized
ar_ar: تم شغل الجرد
my_my: Stock Take Dimulakan

source: Stock Taking FAILED to Initialized.\nNo item to stock take!
ar_ar: لم يتم شغل الجرد
my_my: Stock Take GAGAL untuk dimulakan.\n Tiada item untuk Stock Take!

source: Initialize Stock Take
ar_ar: شغل الجرد
my_my: Memulakan Stock Take

source: Separate each class comma sign. Use * for wildcard
my_my: Pisahkan setiap kelas dengan tanda koma. Gunakan * sebagai <i>wildcard</i>

source: Current Lost Item
ar_ar: عناصر المفقود الحالي
my_my: Item Hilang Semasa

source: Re-synchronize will only update current stock take's item data. It won't update any new bibliographic or item data that were inserted in the middle of stock take proccess
my_my: Menyegerakkan semula hanya memperbaharui data bibliografi dan item yang masuk dalam senarai Stock Take, bukan data bibliografi/item baru yang dimasukkan ditengah proses Stock Take.

source: Resynchronize Now
ar_ar: أعاد المزامنة اﻵن
my_my: Menyegerakkan semula Sekarang

source: Stock Take Log
ar_ar: سجل الجرد
my_my: Catatan Stock Take Semasa

source: Current Stock Take Report
my_my: Laporan Stock Take Semasa

source: Total Checked/Scanned Items
ar_ar: العرض المفحوص
my_my: Total Item Diperiksa/Diimbas

source: items already checked
ar_ar: تم حفص عناصر
my_my: Item telah diperiksa

source: Lost Items
ar_ar: عناصرالمفقود
my_my: Item yang Hilang

source: Existing Items
ar_ar: عنلصر الموجودة
my_my: Item yang Sedia Ada

source: On Loan Items
ar_ar: عناصر المعار
my_my: Item dalam Pinjaman

source: classes
ar_ar: اﻻقسام
my_my: Kelas

source: Succesfully upload stock take file
ar_ar: تم ارسال ملف الجرد
my_my: Berjaya Memuatnaik fail Stock Take

source: item codes scanned!
ar_ar: تمت كود مقروء ضوئيا
my_my: Kod item diimbas!

source: Stock Take Upload
my_my: Stock Take Dimuatnaik

source: Upload a plain text file (.txt) containing list of Item Code to stock take. Each Item Code separated by line.
my_my: Muatnaik fail teks (.txt) yang berisi senarai No. Item untuk stock take. Setiap Kod Item diasingkan melalui garis.

source: File
my_my: Fail

source: Upload File
ar_ar: ارسال ملف
my_my: Muatnaik Fail

source: Stock Take History
ar_ar: التاريخ الجرد
my_my: Sejarah Stock Take

source: View Stock Take History
ar_ar: عرض التاريخ الجرد
my_my: Lihat Sejarah Stock Take

source: Current Stock Take
ar_ar: جرد حاليا
my_my: Stock Take Semasa

source: View Current Stock Take Process
my_my: Lihat Proses Stock Take Semasa

source: View Current Stock Take Report
ar_ar: عرض تقرير الجرد الحالي
my_my: Lihat Laporan Stock Take Semasa

source: Finish Current Stock Take Proccess
ar_ar: يتعذّر تغييرالعملية هذه الخانة الجرد
my_my: Selesaikan Proses Stock Take Semasa

source: View Lost Item in Current Stock Take Proccess
ar_ar: عرض المفقود الحالي فى عملية الجرد
my_my: Lihat Item Yang Hilang dalam Proses Stock Take Semasa

source: View Log of Current Stock Take Proccess
ar_ar: عرض سجلعملية الجرد
my_my: Lihat Catatan dari Proses Stock Take Semasa

source: Resynchronize
ar_ar: أعاد المزامنة
my_my: Menyegeraksemula

source: Resynchronize bibliographic data with current stock take
ar_ar: أعاد المزامنة بيانات ببليوجرافى بعملية الجرد
my_my: Menyegerak semula data bibliografi dengan Stock Takel Semasa

source: Upload List
ar_ar: قائمة اﻻرسال
my_my: Senarai Muat Naik

source: Upload List in text file
ar_ar: قائمة اﻻرسال فى نص الملف
my_my: Senarai Muat Naik dalam Fail Text

source: Initialize
ar_ar: شغّل
my_my: Memulakan Proses Stock Take

source: Initialize New Stock Take Proccess
ar_ar: شغّل الجرد الجديد
my_my: Memulakan Proses Stock Take yang Baru

source: User Name or Real Name can't be empty
ar_ar: ﻻ يمكن ترك اسم مستخدم او اسم حقيقى فارغة
my_my: Nama Pengguna atau Nama Penuh tidak boleh kosong

source: Login username or Real Name is probihited!
ar_ar: ممنوع الدخول اسم مستخدم او اسم حقيقى
my_my: Nama masuk pengguna atau Nama Penuh tidak boleh digunakan!

source: User Data Successfully Updated
ar_ar: تم تحديث بيانات المستخدم
my_my: Data Pengguna Berjaya Dikemaskini

source: User Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات المستخدم. رجاء اﻻتصال بنظام البيانات
my_my: Data Pengguna GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New User Data Successfully Saved
ar_ar: تم الحفظ بيانات المستخدم
my_my: Data Pengguna Baru Berjaya Disimpan

source: User Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم الحفظ بيانات المستخدم. رجاء الاتصال بنظام البيانات
my_my: Data Pengguna Baru GAGAL Disimpan. Hubungi Administrator Sistem

source: User List
ar_ar: قائمة المستخدم
my_my: Daftar Pengguna

source: Add New User
ar_ar: اضافة المستخدم الجديد
my_my: Tambah Pengguna

source: Group(s)
ar_ar: مجموعة
my_my: Kelompok

source: You are going to edit user profile
ar_ar: ستعديل اسم الوضع
my_my: Anda akan menyunting data pengguna

source: Last Login
ar_ar: آخرالدخول
my_my: Kali Terakhir Log Masuk

source: Database Backup
ar_ar: وحدة نمطية احتياطي
my_my: Salinan Pangkalan Data

source: Start New Backup
ar_ar: ابداء احتياطي جديد
my_my: Mula Salinan Baru

source: Barcode Generator
my_my: Penjana Kod Bar

source: Error creating barcode!
my_my: GAGAL mencetak Kod Bar

source: Barcode generation finished
my_my: Pencetakan Kod Bar selesai

source: Enter your barcodes code on one or more textboxes below to create barcode
my_my: Masukkan kod bar pada kotak teks di bawah untuk membuat kod bar

source: Barcode Size
my_my: Ukuran Kod Bar

source: Small
my_my: Kecil

source: Medium
my_my: Sedang

source: Big
my_my: Besar

source: Generate Barcodes
my_my: Cetak Kod Bar

source: Index table truncated!
my_my: Jadual indeks dipotong!

source: Index table FAILED to truncated, probably because of database query error!
my_my: Jadual Indeks GAGAL dihapus, kemungkinan terdapat kesalahan dalam <i>query</i> pada pangkalan data!

source: <strong>%d</strong> records (from total of <strong>%d</strong>) re-indexed. Finished in %d minutes %d second(s)
my_my: <strong>%d</strong> rekod (dari total <strong>%d</strong>) diindeks semula. Selesai dalam %d menit %d saat

source: <strong>%d</strong> index records failed to indexed. The IDs are: %s
my_my: <strong>%d</strong> rekod indeks gagal untuk di indeks. IDnya adalah: %s

source: Please empty the Index first before re-creating the Index
my_my: Kosongkan Indeks sebelum membuat semula indeks

source: <strong>%d</strong> records (from total of <strong>%d</strong>) re-indexed. Finished in %d second(s)
my_my: <strong>%d</strong> Rekod (dari total <strong>%d</strong> Diindeks semula. Diselesaikan dalam %d saat

source: Bibliographic Index
my_my: Indeks Bibliografi

source: Emptying Index
my_my: Kosongkan Indeks

source: Re-create Index
my_my: Buat Semula Indeks

source: Update Index
my_my: Kemaskini Indeks

source: Title or Path can't be empty!
ar_ar: لا يمكن ترك عنوان الكتاب ومسار فارغأً
my_my: Judul atau <i>Path</i> tidak boleh dikosongkan!

source: Content data updated
ar_ar: تمت تحديث بيانات محتوى
my_my: Isi Kandungan Data berjaya dikemaskini

source: Content data FAILED to update!
ar_ar: لم يتمت تحديث بيانات محتوى
my_my: Data Isi Kandungan GAGAL dikemaskini!
