Repository: slims/slims9_bulian
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: ar_ar, my_my

source: OVERDUED for {overdueDays} days(s) with fines value of
my_my: TERLAMBAT {overdueDays} hari dengan denda sebanyak

source: Item {itemCode} is being reserved by member {member}
my_my: Item {itemCode} sedang dipesan oleh ahli {member}

source: Member Name
ar_ar: اسم الأعضاء
my_my: Nama Ahli

source: NO DATA Selected to reserve!
my_my: TIDAK ADA DATA yang dipilih untuk dipesan!

source: Can not add more reservation. Maximum limit reached
my_my: Tidak boleh menambahkan data pesanan kerana sudah mencapai had maksimum

source: Can't reserve this Item. Loan Forbidden!
my_my: Item tidak boleh ditempah. Pinjaman Dilarang!

source: Reservation added
my_my: Tempahan ditambah

source: Item for this title is already available or already on hold by this member!
my_my: Item untuk judul ini sudah tersedia atau sudah dipinjam oleh ahli tersebut!

source: Reservation removed
my_my: Tempahan dihapus

source: Fines data removed
my_my: Data denda dihapus

source: not valid (unregistered in database)
ar_ar: غير صحيح
my_my: tidak terdaftar (tidak terdaftar dalam pangkalan data)

source: Circulation
ar_ar: الاستعارة
my_my: Edaran

source: Finish Transaction
ar_ar: يتعذّر تغيير هذه الخانة اﻹجرائية
my_my: Selesai Transaksi

source: Are you sure want to finish current transaction?
ar_ar: اتريد انكمل ةذا الا جراء حقيقة
my_my: Tutup/Selesaikan Transaksi?

source: Member Email
ar_ar: عنوان البريد الإلكتروني
my_my: E-mail Ahli

source: Member Type
ar_ar: أنواع الأعضاء
my_my: Jenis Keahlian

source: Register Date
ar_ar: تاريخ التسجيل
my_my: Tarikh Daftar

source: Membership Already Expired
ar_ar: انتهى في العضوية
my_my: Masa Keahlian sudah tamat tempoh

source: Expiry Date
ar_ar: تاريخ الانتهاء
my_my: Tarikh Tamat Tempoh

source: Membership currently in pending state, loan transaction is locked.
ar_ar: اثناء العضوية, يتعذر اجراءاﻹعارة
my_my: Keahlian masa ini ditunda, transaksi pinjaman tidak boleh dilakukan.

source: Loans
ar_ar: اعارة
my_my: Pinjaman

source: Current Loans
ar_ar: حضرة الﻻعارة
my_my: Pinjaman Masa Ini

source: Reserve
ar_ar: حجز
my_my: Simpanan

source: Fines
ar_ar: يعرم
my_my: Denda

source: Loan History
ar_ar: تاريخ اﻹعارة
my_my: Sejarah Pinjaman

source: Fines Description and Debet value can't be empty
my_my: Deskripsi denda dan nilai Debit tidak boleh kosong

source: Value of Credit can not be higher that Debet Value
my_my: Nilai Kredit tidak boleh lebih besar dari Debit

source: Fines Data Successfully Updated
ar_ar: بيا تة الغرم كملة من تجديد
my_my: Data Denda Berjaya Dikemaskini

source: Fines Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات الغرم, رجاء اﻻتصال بنظام البيانات
my_my: Data Denda GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Fines Data Successfully Saved
my_my: Data Denda Berjaya Disimpan

source: Fines Data FAILED to Save. Please Contact System Administrator
my_my: Data Denda GAGAL Disimpan. Hubungi Administrator Sistem

source: Add New Fines
my_my: Tambah Denda Baru

source: Fines List
ar_ar: غرام الكشف
my_my: Senarai Denda

source: View Balanced Overdue
my_my: Lihat Baki Masa Lalu

source: Fines Date
ar_ar: غرام التاريخ
my_my: Tarikh Denda

source: Description/Name
my_my: Deskripsi/Nama

source: Credit
my_my: Kredit

source: You are going to edit fines data
my_my: Anda akan menyunting data denda

source: You don't have enough privileges to view this section
ar_ar: لست اﻹمتياز لنظرهذا المقطع
my_my: Anda tidak mempunyai akses untuk melihat seksyen ini

source: CIRCULATION - Insert a member ID to start transaction with keyboard or barcode reader
my_my: EDARAN - Masukkan nombor ahli untuk memulakan transaksi dengan papan kunci atau pembaca barcode

source: Start Transaction
ar_ar: ابداع اﻹجراء
my_my: Mulakan Transaksi

source: Transaction with member {member_id} is completed
my_my: Transaksi dengan ahli {member_id} selesai

source: Insert Item Code/Barcode
ar_ar: ادراج كود عنصر
my_my: Masukkan Kod Item/Kod Bar

source: Click To Change Loan Date
ar_ar: اذقر لتغيير تاريخ اﻹعارة
my_my: Klik untuk mengubah tarikh pinjaman

source: Click To Change Due Date
ar_ar: اذقر لتغيير تاريخ التأخير
my_my: Klik untuk mengubah secara manual tarikh tamat tempoh

source: Are you sure you want to return the item
my_my: Adakah anda pasti anda mahu kembalikan item

source: Are you sure to extend loan for
ar_ar: اتريد يمدّ الإعارة
my_my: Adakah anda pasti untuk melanjutkan pinjaman bagi

source: Col. Type
my_my: Jenis Koleksi

source: Return this item
ar_ar: ارجاع هذا العنصر
my_my: Kembalikan item ini

source: No Extend
ar_ar: غير متطاول
my_my: Tiada lanjutan

source: Extend loan for this item
ar_ar: طويل الاعارة اهذالمادة
my_my: Lanjutkan Pinjaman untuk item ini

source: Extended
ar_ar: متطاول
my_my: Dilanjutkan

source: OVERDUED for
ar_ar: تأخير ل
my_my: TERLAMBAT selama

source: days(s) with fines value
my_my: hari dengan jumlah denda

source: Send overdues notice e-mail
my_my: Kirim notis e-mail tentang infoi kelambatan

source: Loan Rules Successfully Updated
ar_ar: تمت تحديث قواعد الإعارة
my_my: Peraturan Pinjaman Berjaya Dikemaskini

source: Loan Rules FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث قواعد الإعارة. رجاء اﻻتصال بنظام البيانات
my_my: Peraturan Pinjaman GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Loan Rules Successfully Saved
ar_ar: تمت اضافة قواعد الإعارة الجديدة
my_my: Peraturan Pinjaman Baru Berjaya Disimpan

source: Loan Rules FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم تحديث قواعد الإعارة. رجاء اﻻتصال بنظام البيانات
my_my: Peraturan Pinjaman GAGAL Disimpan. Hubungi Administrator Sistem

source: Loan Rules
ar_ar: قواعد الإعارة
my_my: Peraturan Pinjaman

source: Loan Rules List
ar_ar: قائمة القواعد الإعارة
my_my: Senarai Peraturan Pinjaman

source: Add New Loan Rules
ar_ar: اضافة قواعد الإعارة الجديدة
my_my: Tambah Peraturan Pinjaman Baru

source: ALL
ar_ar: لكل
my_my: SEMUA

source: Loan Limit
ar_ar: حد اﻻعارة
my_my: Had Pinjaman

source: Loan Period
ar_ar: فترة اﻻعارة
my_my: Jangka Masa Pinjaman

source: Reborrow Limit
ar_ar: حدعدد اﻻعارة
my_my: Had Pinjaman Berkali-kali

source: Fines Each Day
ar_ar: غرامة فى كل يوم
my_my: Denda Harian

source: Overdue Grace Periode
my_my: Toleransi Kelambatan

source: You are going to edit loan rules
ar_ar: دخول الى تحرير نظام الاعارة
my_my: Anda akan menyuting peraturan pinjaman

source: Not Returned Yet
ar_ar: لم يرجع
my_my: Belum Dikembalikan lagi

source: Returned Date
ar_ar: تاريخ الرجاع
my_my: Tarikhl Dikembalikan

source: Quick Return is disabled
ar_ar: عجر فى سريع إعارة
my_my: Pengembalian cepat tidak tersedia

source: Quick Return
ar_ar: ارجاع ميسرة
my_my: Pengembalian awal

source: Insert an item ID to return collection with keyboard or barcode reader
my_my: Masukan kod item dengan menggunakan papan kunci atau pembaca barkod

source: Are you sure to remove reservation for
ar_ar: اتو ريد ان تعيد المادة
my_my: Anda yakin untuk menghapus tempahan dari

source: Search Collection
ar_ar: بحث المجموعة
my_my: Cari Koleksi

source: Add Reserve
ar_ar: اضافة الحجز
my_my: Tambah tempahan

source: Reserve Date
ar_ar: تاريخ الحجز
my_my: Tarikh Tempahan

source: ALREADY EXPIRED
ar_ar: انتهى
my_my: TELAH TAMAT TEMPO

source: Start Circulation Transaction Proccess
ar_ar: ابداع اجراء اﻹعارة
my_my: Mula Proses Transaksi Edaran

source: Quick Return Collection
ar_ar: ارجاع الكتاب ميسرة
my_my: Pengembalian awal Koleksi

source: View and Modify Circulation Loan Rules
my_my: Lihat dan Memodifikasi Peraturan Pengedaran Piminjaman

source: Loan History Overview
my_my: Gambaran Keseluruhan Sejarah Pinjaman

source: Overdued List
ar_ar: قائمة تأخير
my_my: Senarai Kelewatan

source: View Members Having Overdues
my_my: Lihat Ahli yang mempunyai kelewatan

source: Reservation
ar_ar: الحجز
my_my: Tempahan

source: Author name can't be empty
ar_ar: ﻻ يمكن ترك اسم المؤلف فارغاً
my_my: Nama Pengarang tidak boleh kosong

source: Author Data Successfully Updated
ar_ar: تم تحديث بيانات مؤلف
my_my: Data Pengarang berjaya Dikemaskini

source: Author Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات مؤلف. رجاء اﻻتصال بنظام البيانات
my_my: Data Pengarang GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Author Data Successfully Saved
ar_ar: تم حفظ بيانات مؤلف
my_my: Pengarang Baru Berjaya Disimpan

source: Author Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ بيانات مؤلف. رجاء اﻻتصال بنظام البيانات
my_my: Data Jenis koleksi GAGAL disimpan. Hubungi Administrator Sistem

source: Author List
ar_ar: قائمة المؤلف
my_my: Daftar Pengarang

source: Add New Author
ar_ar: اضافة مؤلف جديد
my_my: Tambah Pengarang Baru

source: Author Birth Year
my_my: Tarikh Lahir Pengarang

source: Authority Type
ar_ar: تصنيف إسناد الأسماء
my_my: Jenis Pengarangan

source: Authority Files
ar_ar: ملف إسناد الأسماء
my_my: Daftar Terkendali

source: You are going to edit author data
ar_ar: بصدد تعديل اعدات البيانات المؤلف
my_my: Anda akan menyunting data Pengarang

source: Author Year
my_my: Tahun Lahir Pengarang

source: Collection type name can't be empty
ar_ar: ﻻ يمكن ترك اسم انواع المجموعة فارغة
my_my: Jenis koleksi tidak boleh kosong

source: Colllection Type Data Successfully Updated
ar_ar: تمت تحديث انواع المجموعة
my_my: Data Jenis Koleksi Berjaya Dikemaskini

source: Colllection Type Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث انواع المجموعة. رجاء الاتصال بنظام البيانات
my_my: Data Jenis Koleksi GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Colllection Type Data Successfully Saved
ar_ar: تمت حفظ انواع المجموعة
my_my: Data Baru Jenis Koleksi Berjayal Disimpan

source: Location ({item_name}) still used by {number_items} item(s)
my_my: Lokasi {item_name} masih digunakan oleh eksemplar {number_items}

source: Collection Type List
ar_ar: قائمة انواع المجموعة
my_my: Daftar Jenis Koleksi

source: Add New Collection Type
ar_ar: اضافة انواع المجموعة
my_my: Tambah Jenis Koleksi

source: You are going to edit collection type data
ar_ar: ستعديل بيانات انواع المجموعة
my_my: Anda akan mengedit data jenis koleksi

source: Subject List
ar_ar: قائمة الموضوع
my_my: Daftar Subjek

source: You are going to edit Subject data
ar_ar: ستعديل بيانات الموضوع
my_my: Anda akan menyunting data Subjek

source: Language ID or Name can't be empty
ar_ar: ﻻ يمكن ترك تعريف اللغة فارغة
my_my: Kod dan Nama Bahasa tidak boleh kosong

source: Language Data Successfully Updated
ar_ar: تمت تحديث بيانات اللغة
my_my: Data Bahasa Berjaya Dikemaskini

source: Language Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات اللغة. رجاء اﻻتصال بنظام البيانات
my_my: Data Bahasa GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Language Data Successfully Saved
ar_ar: تم حفظ بيانات اللغة الجديدة
my_my: Bahasa Baru Berhasil Disimpan

source: Language Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ بيانات اللغة الجديدة. رجاء اﻻتصال بنظام البيانات
my_my: Data Bahasa GAGAL Disimpan. Hubungi Administrator Sistem

source: Doc. Language
ar_ar: لغة توثيق
my_my: Dokumen Bahasa

source: Language List
ar_ar: قائمة اللغة
my_my: Daftar Bahasa

source: Add New Language
ar_ar: اضافة لغة جديدة
my_my: Tambah Bahasa

source: Language Code
ar_ar: كود لغة
my_my: Kod Bahasa

source: You are going to edit language data
ar_ar: ستعديل لغة توثيق
my_my: Anda akan menyunting data bahasa

source: Frequency Data Successfully Updated
ar_ar: تم تحديث عدد مرات الصدور
my_my: Kekerapan data Berjaya Dikemaskini

source: Frequency Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث عدد مرات الصدور. رجاء الاتصال بنظام البيانات
my_my: Kekerapan data GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Frequency Data Successfully Saved
ar_ar: تم حفظ عدد مرات الصدور
my_my: Kekerapan data Baru Berjaya Disimpan

source: Frequency Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ عدد مرات الصدورالجديد. رجاء الاتصال بنظام البيانات
my_my: Kekerapan data GAGAL Disimpan. Hubungi Administrator Sistem

source: Frequency Available
ar_ar: متاح عدد مرات الصدورالجديد
my_my: Kekerapan Tersedia

source: Add New Frequency
ar_ar: اضاف عدد مرات الصدورالجديد
my_my: Tambah Kekerapan Baru

source: Time Increment
ar_ar: ازدياد الوقت
my_my: Kenaikan masa

source: Day
ar_ar: يوم
my_my: Hari

source: Week
ar_ar: اسبوع
my_my: Minggu

source: Month
ar_ar: شهر
my_my: Bulan

source: Year
ar_ar: سنة
my_my: Tahun

source: Time Unit
ar_ar: وحدةالوقت
my_my: Unit Masa

source: You are going to edit Frequency data
ar_ar: ستعديل عدد مرات الصدور
my_my: Anda akan menyunting kekerapan data

source: GMD Code And Name can't be empty
ar_ar: ﻻ يمكن ترك المواد الأولية فارغة
my_my: Kod dan Nama GMD tidak boleh kosong

source: GMD Data Successfully Updated
ar_ar: تم تحديث المواد الأولية
my_my: Data GMD Berjaya Dikemaskini

source: GMD Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث المواد الأولية
my_my: Data GMD GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New GMD Data Successfully Saved
ar_ar: تم حفظ المواد الأولية
my_my: GMD Baru Berjaya Disimpan

source: GMD Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ المواد الأولية. رجاء الاتصال بنظام البيانات
my_my: Data GMD GAGAL Disimpan. Hubungi Administrator Sistem

source: GMD (General Material Designation)
my_my: Format Fisik Dokumen

source: GMD List
ar_ar: قائمة المواد الأولية
my_my: Daftar GMD

source: Add New GMD
ar_ar: اضافة المواد الأولية
my_my: GMD Baru

source: GMD Code
ar_ar: كود المواد الأولية
my_my: Kode GMD

source: GMD Name
ar_ar: اسم المواد الأولية
my_my: Nama GMD

source: You are going to edit gmd data
ar_ar: ستعديل بيانات المواد الأولية
my_my: Anda akan menyunting data GMD

source: No Loan Transaction
ar_ar: يتعذر اجراءاﻹعارة
my_my: Tidak Ada Transaksi Pinjaman

source: Skipped By Stock Take
ar_ar: تخطي بالجرد
my_my: Lewatkan ketika Inventarisasi

source: Item Status ID and Name can't be empty
ar_ar: ﻻ يمكن ترك تعريف عنصرحالة و اسم الحالة فارغة
my_my: Nama dan Status ID item tidak boleh kosong

source: Item Status Data Successfully Updated
ar_ar: تم تحديث بيانات عنصرحالة
my_my: Status Item Berjaya Dikemaskini

source: Item Status Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات عنصرحالة. رجاء الاتصال بنظام البيانات
my_my: Status Item GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Item Status Data Successfully Saved
ar_ar: تم حفظ بيانات عنصرحالة
my_my: Status Item Yang Baru Berjaya Disimpan

source: Item Status Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ بيانات عنصرحالة. رجاء الاتصال بنظام البيانات
my_my: Status Item GAGAL Disimpan. Hubungi Administrator Sistem

source: Add New Item Status
ar_ar: اضافة عنصرحالة جديدة
my_my: Tambah Status Item Baru

source: Item Status Code
ar_ar: كودعنصرحالة
my_my: Kode Status Item

source: Item Status Name
ar_ar: اسم عنصرحالة
my_my: Nama Status Item

source: Rules
ar_ar: قاعدة
my_my: Peraturan

source: You are going to edit Item Status data
ar_ar: ستعديل عنصرحالة
my_my: Anda akan menyunting status data item

source: Label Data Successfully Updated
ar_ar: تم تحديث رقعة الكتاب
my_my: Data Label Berjaya Dikemaskini

source: Label Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث رقعة الكتاب. رجاء الاتصال بنظام البيانات
my_my: Label GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Label Data Successfully Saved
ar_ar: تم حفظ رقعة الكتاب
my_my: Label Baru BerjayaDisimpan

source: Label Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ رقعة الكتاب. رجاء الاتصال بنظام البيانات
my_my: Label GAGAL Disimpan. Hubungi Administrator Sistem

source: Label List
ar_ar: قائمة رقعة الكتاب
my_my: Daftar Label

source: Add New Label
ar_ar: اضافة رقعة الكتاب
my_my: Tambah Label

source: Label Name
ar_ar: اسم رقعة الكتاب
my_my: Nama Label

source: Label Description
ar_ar: وصف رقعة الكتاب
my_my: Deskripsi Label

source: You are going to edit Label data
ar_ar: ستعديل بيانات رقعة الكتاب
my_my: Anda akan menyunting data Label

source: Location ID and Name can't be empty
ar_ar: ﻻ يمكن تعريف موقع فارغاً
my_my: Kod Lokasi dan Nama tidak boleh kosong

source: Location Data Successfully Updated
ar_ar: تم تحديث بيانات موقع
my_my: Data Lokasi Berjaya Dikemaskini

source: Location Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات موقع. رجاء اﻻتصال بنظام البيانات
my_my: Data Lokasi GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Location Data Successfully Saved
ar_ar: تم حفظ بيانات موقع
my_my: Data Lokasi Baru BerjayaDisimpan

source: Location Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ بيانات موقع. رجاء اﻻتصال بنظام البيانات
my_my: Data Lokasi GAGAL Disimpan. Hubungi Administrator Sistem

source: Location List
ar_ar: قائمة الموقع
my_my: Daftar Lokasi

source: Add New Location
ar_ar: اضافة موقع جديد
my_my: Lokasi Koleksi Baru

source: Location Code
ar_ar: كود موقع
my_my: Kode Lokasi

source: Location Name
ar_ar: اسم الموقع
my_my: Nama Lokasi

source: You are going to edit location data
ar_ar: ستعديل بيانات المكان
my_my: Anda akan menyunting data lokasi

source: Place Name can't be empty
ar_ar: ﻻيمكن ترك اسم المكان
my_my: Nama Tempat tidak boleh kosong

source: Place Data Successfully Updated
ar_ar: تم تحديث بيانات مكان
my_my: Data Tempat Berjaya Dikemaskini

source: Place Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات مكان. رجاء اﻻتصال بنظام البيانات
my_my: Data Tempat Terbit GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Place Data Successfully Saved
ar_ar: تم حفظ بيانات مكان
my_my: Data Tempat Baru Berjaya Disimpan

source: Place Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ بيانات مكان. رجاء اﻻتصال بنظام البيانات
my_my: Data Tempat GAGAL Disimpan. Hubungi Administrator Sistem

source: Place
ar_ar: مكان
my_my: Tempat

source: Place List
ar_ar: قائمة المكان
my_my: Daftar Tempat

source: Add New Place
ar_ar: اضافة مكان جديد
my_my: Nama Tempat Baru

source: Place Name
ar_ar: اسم المكان
my_my: Nama-nama Tempat

source: You are going to edit place data
ar_ar: ستعديل بيانات المكان
my_my: Anda akan menyunting data tempat

source: Cancel
ar_ar: إلغاء
my_my: Batal

source: Publisher Name can't be empty
ar_ar: ﻻ يمكن ترك اسم الناشر فارغاً
my_my: Nama Penerbit tidak boleh kosong

source: Publisher Data Successfully Updated
ar_ar: تم تحديث بيانات الناشر
my_my: Data Penerbit Berhasil Dikemaskini

source: PUBLISHER Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات الناشر. رجاء الاتصال بنظام البيانات
my_my: Data PENERBIT GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Publisher Data Successfully Saved
ar_ar: تم حفظ بيانات الناشر الجديد
my_my: Data Penerbit Baru Berjaya Disimpan

source: Publisher Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم تحفظ بيانات الناشر. رجاء اﻻتصال بنظام البيانات
my_my: Data Penerbit GAGAL Disimpan. Hubungi Administrator Sistem

source: Publisher List
ar_ar: الناشر التفسيلى
my_my: Daftar Penerbit

source: Add New Publisher
ar_ar: اضافة الناشر الجديد
my_my: Tambah Penerbit Baru

source: Publisher Name
ar_ar: اسم الناشر
my_my: Nama Penerbit

source: You are going to edit publisher data
my_my: Anda akan menyunting data penerbit

source: Name
ar_ar: إسم
my_my: Nama

source: General Material Designation
ar_ar: المواد الأولية
my_my: Format Fizikal Dokumen

source: Document Publisher
ar_ar: وثائق الناشر
my_my: Penerbit Dokumen

source: Item Supplier
ar_ar: عنصر المورِّد
my_my: Pembekal Item

source: Document Authors
ar_ar: وثيق المؤلف
my_my: Pengarang Dokumen

source: Subject
ar_ar: الموضوع
my_my: Subjek

source: Item Location
ar_ar: عنصرالمكان
my_my: Lokasi Item

source: Lookup Files
ar_ar: بحث الملفات
my_my: Senarai Referens

source: Document Content Language
ar_ar: توثيق لغة محتويات
my_my: Dokumen Kandungan Bahasa

source: Special Labels for Titles to Show Up On Homepage
my_my: Label Khusus untuk Ditunjukkan pada Judul di Laman depan

source: Orphaned Author
my_my: Data Pengarang Yatim

source: Orphaned Authors
my_my: Data Pengarang Yatim

source: Orphaned Subject
my_my: Data Subjek Yatim

source: Orphaned Publisher
my_my: Data Penerbit Yatim

source: Orphaned Place
my_my: Data Tempat Yatim

source: Supplier Name can't be empty
ar_ar: ﻻ يمكن ترك اسم المورِّد فارغاً
my_my: Nama Pembekal tidak boleh kosong

source: Supplier Data Successfully Updated
ar_ar: تم تحديث بيانات مورِّد
my_my: Data Pembekal Berjaya Dikemaskini

source: Supplier Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تحديث بيانات مورِّد. رجاء اﻻتصال بنظام البيانات
my_my: Data Pembekal GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Supplier Data Successfully Saved
ar_ar: تم حفظ بيانات مورِّد
my_my: Data Pembekal Baru Berjaya Disimpan

source: Supplier Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ بيانات مورِّد. رجاء اﻻتصال بنظام البيانات
my_my: Data Pembekal GAGAL Disimpan. Hubungi Administrator Sistem

source: Supplier List
ar_ar: قائمة المورِّد
my_my: Daftar Pembekal

source: Add New Supplier
ar_ar: اضافة مورِّد
my_my: Tambah Pembekal baru

source: Supplier Name
ar_ar: اسم المورِّد
my_my: Nama Pembekal

source: Address
ar_ar: عنوان
my_my: Alamat

source: Contact
ar_ar: اتصال
my_my: hubung

source: Phone Number
ar_ar: رقم هاتف
my_my: Nombor Telefon

source: Fax Number
ar_ar: رقم فاكس
my_my: Nombor Faks

source: Account Number
ar_ar: رقم الحساب
my_my: Nombor Akaun

source: You are going to edit Supplier data
ar_ar: ستعديل بيانات المورِّد
my_my: Anda akan mengedit data Pembekal

source: Subject can't be empty
ar_ar: ﻻ يمكن ترك العنوان فارغاً
my_my: Subjek tidak boleh kosong

source: Subject Data Successfully Updated
ar_ar: تم تخديث الموضوع
my_my: Data Subjek Berjaya Dikemaskini

source: Subject Data FAILED to Updated. Please Contact System Administrator
ar_ar: لم يتم تخديث الموضوع
my_my: Subjek GAGAL Dikemaskini. Hubungi Administrator Sistem

source: New Subject Data Successfully Saved
ar_ar: تم حفظ الموضوع الجديد
my_my: Subjek Baru Berjayal Disimpan

source: Subject Data FAILED to Save. Please Contact System Administrator
ar_ar: لم يتم حفظ الموضوع الجديد. رجاء اﻻتصال بنظام البيانات
my_my: Subjek GAGAL Disimpan. Hubungi Administrator Sistem

source: Add New Subject
ar_ar: اضافة الموضوع
my_my: Tambah Subjek Baru

source: Classification Code
my_my: Kod Klasifikasi

source: Subject Type
ar_ar: تصنيف الموضوع
my_my: Jenis Subjek

source: Class. Code
my_my: Kod Klasifikasi

source: There is no record in membership database yet, Export FAILED!
my_my: Tiada rekod dalam pangkalan data keahlian lagi, Eksport GAGAL!

source: Export Data
ar_ar: إرسال بيانات
my_my: Eksport Data

source: Export member(s) data to CSV file
ar_ar: ارسال بيانات العضوية من ملف CSV
my_my: Eksport data ahli ke dalam fail CSV

source: records inserted successfully to members database, from record
ar_ar: تحديث ادراج السجلات الى قاعدة البيانات الأعضاء
my_my: rekod berjaya dimasukkan ke pangkalan data ahli, daripada rekod

source: Import for members data from CSV file
ar_ar: استيراد بيانات الأعضاء الى ملف csv
my_my: Import data ahli dari fail CSV

source: Member ID and Name can't be empty
ar_ar: ﻻ يمكن ترك تعريف الأعضاء واسم الأعضاء
my_my: ID dan Nama Ahli tidak boleh kosong

source: Password confirmation does not match. See if your Caps Lock key is on!
ar_ar: كلمات السر غير متماثلة. فحص مفتاح تشغيل وإيقاف كتابة الحروف الكبيرة
my_my: Pengesahan kata laluan tidak sama. Pastikan penggunaan huruf besar dan kecil yang sesuai!

source: Member Data Successfully Updated
ar_ar: تم تحديث بيانات الأعضاء
my_my: Data Ahli Berjaya dikemaskini
